import 'package:rick_morty_01/data/view/episode_model.dart';

List<EpisodeModel> episodesList = [
  // EpisodeModel(
  //   id: 1,
  //   series: 1,
  //   name: "Пилот",
  //   premiere: "2 декабря 2013",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_1.png",
  //   plot: 'Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 2,
  //   series: 2,
  //   name: "Пёс-газонокосильщик",
  //   premiere: "9 декабря 2013",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_2.png",
  //   plot: '2 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 3,
  //   series: 3,
  //   name: "Анатомический парк",
  //   premiere: "16 декабря 2013",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_3.png",
  //   plot: '3 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 4,
  //   series: 4,
  //   name: "М. Найт Шьямал-Инопланетяне!",
  //   premiere: "13 января 2014",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_4.png",
  //   plot: '4 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 5,
  //   series: 5,
  //   name: "Мисикс и разрушение",
  //   premiere: "20 января 2014",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_5.png",
  //   plot: '5 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 6,
  //   series: 6,
  //   name: "Напиток Рика №9",
  //   premiere: "20 января 2014",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_6.png",
  //   plot: '6 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
  // EpisodeModel(
  //   id: 7,
  //   series: 7,
  //   name: "Воспитание Газорпазорпа",
  //   premiere: "20 января 2014",
  //   season: 1,
  //   imageName: "assets/images/episodes/e_7.png",
  //   plot: '7 - Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концен-трирован- ной темной материи.',
  // ),
];

// {
// "totalRecords": 43,
// "pages": 4,
// "nextPage": 2,
// "succeeded": true,
// "message": null,
// "error": null,
// "data": [
// {
// "id": "bd960e5f-9393-49d6-b8d4-59f92d0e49cb",
// "firstName": "Смит",
// "lastName": "Морти",
// "fullName": "Морти Смит",
// "status": 0,
// "about": "Является одним из двух главных героев сериала. Приходится внуком Рику и часто вынужден ходить по пятам на его различных «злоключениях». Морти посещает школу имени Гарри Герпсона вместе со своей сестрой Саммер. Влюблен в Джессику.",
// "gender": 0,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Морти_Смит_001.jpg",
// "locationId": "d57ae01a-f020-4302-917f-bc69ca6a9c93",
// "location": {
// "id": "d57ae01a-f020-4302-917f-bc69ca6a9c93",
// "name": "Межпространственная таможня",
// "type": "Здание",
// "measurements": "",
// "about": "Межпространственная таможня — локация, впервые показанная в серии «Пилот». Она используется как база для межгалактических путешествий, а также служит таможней между галактиками или вселенными. Контролируется Галактической Федерацией.",
// "imageName": "http://173.249.20.184:7001/images/Межпространственная_таможня_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "eb51ce9f-9b29-41d6-a72a-bc5d764e1d81",
// "name": "Аутоэротическая ассимиляция",
// "season": 2,
// "series": 3,
// "plot": "Рик, Морти и Саммер откликнулись на космический сигнал бедствия, чтобы ограбить корабль. На корабле они встречают Юнити, существо коллективного разума. Позже становится ясно, что Юнити — бывшая девушка Рика. Ученый-алкоголик решает вспомнить былые времена и затусить» с Юнити. Саммер устраивает на планете Юнити межрасовую войну, призывая существ стать собой». Джерри и Бетти в пылу ссоры находят в подвале своего дома инопланетянина. После пламенной речи Саммер, Юнити понимает, что Рик плохо на неё влияет и бросает его, после чего Рик засыпает во время неудачной попытки суицида.",
// "premiere": "2015-08-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Аутоэротическая_ассимиляция_001.jpg",
// "characters": null
// },
// {
// "id": "ae5ea811-785e-4ad8-afa7-2cd7f65ba489",
// "name": "Межвселенский Кабель 2: Искушение Судьбы",
// "season": 2,
// "series": 8,
// "plot": "Джерри подхватывает инопланетный вирус по вине Рика, и его доставляют в инопланетную больницу, где представлены лучшие врачи Галактики. Вылечив Джерри, инопланетяне предлагают ему помочь спасти жизнь политическому деятелю Шримпли Пиблзу, борющемуся за мир. Вместо сердца Пиблзу планируется пересадить пенис Джерри. Между тем Рик, Морти и Саммер коротают время в зале ожидания просмотром телепередач из параллельных вселенных.",
// "premiere": "2015-09-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Межвселенский_Кабель_2_Искушение_Судьбы_001.jpg",
// "characters": null
// },
// {
// "id": "0f0ed7a5-d0a4-4c0e-a591-eb8f8344a2b8",
// "name": "Большой переполох в маленьком Санчезе",
// "season": 2,
// "series": 7,
// "plot": "Джерри и Бетт опять ссорятся. Устав от их бесконечных скандалов, Рик отвозит их в инопланетный центр психологической помощи семейным парам. При помощи новейших технологий психологи создают живых существ, соответствующих представлениям супругов друг о друге, для большей наглядности. Однако когда дело доходит до Джерри с женой, их существа сбегают, сея панику и хаос. В это время Рик переселяет свой разум в тело своего клона-подростка, чтобы помочь Саммер и Морти убить заведшегося в школе вампира, но так увлекается, что не хочет возвращаться в старое тело…",
// "premiere": "2015-09-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Большой_переполох_в_маленьком_Санчезе_001.jpg",
// "characters": null
// },
// {
// "id": "2fef7736-51ab-4e88-a236-7188c04c2e75",
// "name": "Наверное, Рики сошли с ума",
// "season": 2,
// "series": 6,
// "plot": "Рик, Морти и Саммер развлекаются просмотром полнометражного фильма о Яйцелюбах в параллельной вселенной. Собираясь лететь домой, Рик обнаруживает, что в его летающей тарелке не работает генератор энергии. Оказывается, его транспорт питает целая минивселенная, жители которой вырабатывают электричество на специальных тренажёрах. Желая выяснить, в чём дело, Рик берёт с собой Морти и отправляется в минивселенную, оставляя защитную систему летающей тарелки охранять Саммер любой ценой».",
// "premiere": "2015-08-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Наверное,_Рики_сошли_с_ума_001.jpg",
// "characters": null
// },
// {
// "id": "ff92b4d1-a01f-4371-a4b9-b4be19aa15c4",
// "name": "Пора Швифтануться",
// "season": 2,
// "series": 5,
// "plot": "К Земле приближается гигантская голова и телепортирует планету в далёкий космос для участия в музыкальном конкурсе. Выбывшие планеты уничтожаются. Рик и Морти выходят на связь с правительством Америки и пытаются придумать достойную песню, чтобы не потерпеть поражение. В это время директор Вагина принимает головы, наблюдающие за ходом конкурса, за божественные существа и, неправильно интерпретируя их эмоции, основывает новую религию, делая вид, что выполняет их волю.",
// "premiere": "2015-08-23T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пора_Швифтануться_001.jpg",
// "characters": null
// },
// {
// "id": "d73fba5a-3961-42e6-8310-52a74d26f39c",
// "name": "Вспомнить Вэ Сэ Йо",
// "season": 2,
// "series": 4,
// "plot": "В доме Смитов поселяются инопланетные паразиты — быстро размножающиеся существа, принимающие облик самых разных гуманоидов и животных, которые способны воздействовать на разум, заставляя людей верить, что они были в их жизни всегда. Отчаянно пытающегося исправить ситуацию Рика, который стремится найти способ отличить паразитов от реальных членов и друзей семьи, самого обвиняют в том, что он паразит, и предлагают казнить…",
// "premiere": "2015-08-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Вспомнить_Вэ_Сэ_Йо_001.jpg",
// "characters": null
// },
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// },
// {
// "id": "7df418cd-8be4-4844-9cb5-b35a4d19e19d",
// "name": "Пёс-газонокосильщик",
// "season": 1,
// "series": 2,
// "plot": "Рик соорудил шлем, делающий собак умнее, который надевают на своего пса Снаффлса. Рик и Морти отправляются в путешествие по снам людей, где встречают Страшного Тэрри.",
// "premiere": "2013-12-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пёс-газонокосильщик_001.jpg",
// "characters": null
// },
// {
// "id": "67d66d7e-be43-4014-830a-49da39d2f138",
// "name": "Анатомический парк",
// "season": 1,
// "series": 3,
// "plot": "Джерри собирается отмечать Рождество и приглашает свою семью на праздничный ужин. Пока Джерри со своими родителями и их новым другом Джейкобом отмечают праздник, Рик, уменьшив Морти, отправляет его в тело Рубена. Внутри Морти обнаруживает настоящий анатомический парк, где он знакомится с доктором Ксенон Блумом, охранником Пончо, подростком Энни и Роджером. Система безопасности Рубена отключилась и поэтому все опасные болезни в теле Рубена вышли на свободу.",
// "premiere": "2013-12-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Анатомический_парк_001.jpg",
// "characters": null
// },
// {
// "id": "3d05fe6e-0163-4378-9f70-22824da814b3",
// "name": "Судная Ночь",
// "season": 2,
// "series": 9,
// "plot": "Рик и Морти летят в космосе. Какое-то существо вмазывается в лобовое стекло. Они высаживаются на одной планете, чтобы убрать труп на лобовом стекле. Но после заката начинается самое интересное — судная ночь.",
// "premiere": "2015-09-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Судная_Ночь_001.jpg",
// "characters": null
// },
// {
// "id": "ba02a5bc-56e3-4aa2-a14c-45c70b5c6520",
// "name": "М. Найт Шьямал-Инопланетяне!",
// "season": 1,
// "series": 4,
// "plot": "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концентрированной темной материи.",
// "premiere": "2014-01-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/М._Найт_Шьямал-Инопланетяне!_001.jpg",
// "characters": null
// },
// {
// "id": "e53eeb26-ca27-4c86-b1d4-e7fed6c7b29b",
// "name": "Напиток Рика №9",
// "season": 1,
// "series": 6,
// "plot": "Рик создает сыворотку, которая должна помочь приворожить Джессику к Морти. Но смешавшись с вирусом гриппа, сыворотка вызывает эпидемию.",
// "premiere": "2014-01-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-Morty-Season-1-Episode-6-10-4c17.jpg",
// "characters": null
// },
// {
// "id": "192be299-be8d-413e-a99a-44918624d5df",
// "name": "Воспитание Газорпазорпа",
// "season": 1,
// "series": 7,
// "plot": "У Морти рождается сын от секс-робота, купленного Риком. Саммер и Рик отправляются на планету, где был создан секс-робот.",
// "premiere": "2014-03-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Воспитание_Газорпазорпа_001.jpg",
// "characters": null
// },
// {
// "id": "3b06d069-9cff-4fc1-924a-962997efba58",
// "name": "Скандалы, Рик и расследования",
// "season": 1,
// "series": 8,
// "plot": "Рик дарит семье прибор, позволяющий увидеть себя в альтернативной реальности, и улучшает телевизор, который начинает принимать все каналы Вселенной.",
// "premiere": "2014-03-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Скандалы,_Рик_и_расследования_001.jpg",
// "characters": null
// },
// {
// "id": "79a546cc-9dd6-4275-a154-f09a57fa4136",
// "name": "Надвигается нечто риканутое",
// "season": 1,
// "series": 9,
// "plot": "Морти должен сделать научный проект для школы, в чём ему помогает его отец Джерри, предлагая построить модель Солнечной системы. Джерри настаивает на том, что Плутон это планета, после чего его и Морти похищают плутонианцы. Саммер устраивается работать в магазин проклятых вещей.",
// "premiere": "2014-03-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Надвигается_нечто_риканутое_001.jpg",
// "characters": null
// },
// {
// "id": "d3409de8-094d-4976-8b33-a96a39c11fd1",
// "name": "Близкие риконтакты риковой степени",
// "season": 1,
// "series": 10,
// "plot": "Совет Риков обвиняет Рика в убийстве других альтернативных версий Рика.",
// "premiere": "2014-04-07T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Amfhioopko7i680t2kzx.jpg",
// "characters": null
// },
// {
// "id": "eb14fffb-7a27-4658-aa0b-802797ad29e1",
// "name": "Риксованный бизнес",
// "season": 1,
// "series": 11,
// "plot": "Бетти и Джерри уезжают в тематический отпуск, посвященный Титанику». Рик и Саммер устраивают домашнюю вечеринку, в результате которой дом оказывается в ужасном состоянии. Рик замораживает время, чтобы успеть всё исправить до приезда Бетти и Джерри.",
// "premiere": "2014-04-14T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Риксованный_бизнес_001.jpg",
// "characters": null
// },
// {
// "id": "19e3f00b-d042-4208-9fce-26ebb254a4a9",
// "name": "Рик во времени",
// "season": 2,
// "series": 1,
// "plot": "Рик, Морти и Саммер размораживают время и возвращают все на круги своя. Но реальность разбивается на два (4, 8 и т. д.) параллельных мира, а Рик, Морти и Саммер оказываются в бесконечном небытие. В привычной реальности в это время Джерри сбивает оленя, а Бетти приходится его экстренно спасать.",
// "premiere": "2015-07-26T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рик_во_времени_001.jpg",
// "characters": null
// },
// {
// "id": "d656690a-1134-493f-844e-90fc09f516ba",
// "name": "Успеть до Морти-ночи",
// "season": 2,
// "series": 2,
// "plot": "Рик учит Морти управлять космическим кораблем. Вместе с Джерри они прилетают на планету с множеством игровых автоматов. Джерри попадает в детский сад для Джерри из всех возможных миров. Морти узнает, что Рик торгует оружием и осуждает его. Морти пытается спасти разумное облако газа, но все не так просто, как кажется…",
// "premiere": "2015-08-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Успеть_до_Морти-ночи_001.jpg",
// "characters": null
// },
// {
// "id": "f612e9ad-4561-4f42-a984-d0cf93d01d31",
// "name": "Мисикс и разрушение",
// "season": 1,
// "series": 5,
// "plot": "Рик дарит семье коробку с мисиксами — существами, которые появляются, чтобы выполнить одно задание и умереть. Рик и Морти отправляются в фэнтезийный мир в поисках приключений, где встречают великанов.",
// "premiere": "2014-01-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Мисикс_и_разрушение_001.jpg",
// "characters": null
// },
// {
// "id": "16c9087d-1a3d-4f44-88e0-1335bf130fee",
// "name": "Свадебные Сквончеры",
// "season": 2,
// "series": 10,
// "plot": "Рик с семьей летит на свадьбу Птичьей Личности и Тэмми. Прилетев на планету Сквонч» Рик узнает, что Тэмми не та, за кого себя выдает…",
// "premiere": "2015-10-04T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Свадебные_Сквончеры_001.jpg",
// "characters": null
// },
// {
// "id": "29d34963-da06-4195-a7c5-8b4f4bf39e90",
// "name": "Рикман с камнем",
// "season": 3,
// "series": 2,
// "plot": "Морти и Саммер, переживающие из-за развода родителей, задерживаются в постапокалиптическом мире, напоминающем фильмы о Безумном Максе.",
// "premiere": "2017-07-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/S3e2_all_have_mohawks.jpg",
// "characters": null
// },
// {
// "id": "4100cb75-9bd9-4a23-ba40-38746ba635b1",
// "name": "Огурчик Рик",
// "season": 3,
// "series": 3,
// "plot": "Семейство Смитов проходит сеанс психотерапии. Рик превращает себя в огурчик в одном из своих безумных экспериментов, но оказывается в таком виде вовлеченным в конфликт с русскими шпионами.",
// "premiere": "2017-08-06T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Pickle_Rick_Episode.jpg",
// "characters": null
// },
// {
// "id": "c478559d-7e4d-4041-a5b2-60fc603ddf19",
// "name": "Виндикаторы 3: Возвращение концесветника",
// "season": 3,
// "series": 4,
// "plot": "Морти и Рик присоединяются к Заступникам, команде космических супергероев. Оказывается, что Рик в пьяном виде устроил своим новым соратникам ловушку.",
// "premiere": "2017-08-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Виндикаторы_001.jpg",
// "characters": null
// },
// {
// "id": "193b32a2-c726-4e99-9165-ff85051d2797",
// "name": "Конспирация",
// "season": 3,
// "series": 5,
// "plot": "Рик и Джерри посещают курорт, всем посетителям которого гарантировано бессмертие, однако обслуживающий персонал желает убить Рика. В это же время Саммер превращается в великаншу.",
// "premiere": "2017-08-21T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Конспирация_001.jpg",
// "characters": null
// },
// {
// "id": "7f9ba4ee-d0a8-4a13-ac33-19886afe8b90",
// "name": "Отдых и Риклаксация",
// "season": 3,
// "series": 6,
// "plot": "Рик и Морти после очистки от токсинов» вынуждены иметь дело со своими двойниками, созданными из их худших человеческих качеств.",
// "premiere": "2017-08-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Отдых_и_Риклаксация_001.jpg",
// "characters": null
// },
// {
// "id": "1413b363-eb8e-4ce1-a7eb-00ab6baaf584",
// "name": "Сказки из Цитадели",
// "season": 3,
// "series": 7,
// "plot": "Серия посвящена событиям на Цитадели, теперь настоящем городе: четверка Морти сбегает из школы, полицейские Рик и Морти ведут борьбу с преступностью, Рик-рабочий на фабрике поднимает бунт, а Злой Морти избирается в президенты.",
// "premiere": "2017-09-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Сказки_из_Цитадели_001.jpg",
// "characters": null
// },
// {
// "id": "dd942838-425d-4c2c-8428-76101a7cf1b0",
// "name": "Проветренный Мозг Морти",
// "season": 3,
// "series": 8,
// "plot": "Серия состоит из коротких зарисовок — удаленных Риком воспоминаний о приключениях. Просматривая их, Рик и Морти впадают в депрессию, и их выручает Саммер.",
// "premiere": "2017-09-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Проветренный_Мозг_Морти_001.jpg",
// "characters": null
// },
// {
// "id": "0a0ef772-ec8b-446e-a5ed-03b8b8481068",
// "name": "Основы Бет",
// "season": 3,
// "series": 9,
// "plot": "Бет вспоминает свое детство. Она посещает игрушечное измерение, которое для нее в детстве создал Рик. Тем временем Джерри заводит отношения с инопланетянкой.",
// "premiere": "2017-09-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Основы_Бет_001.jpg",
// "characters": null
// },
// {
// "id": "d2969111-c187-45af-af03-f9b4d7cdfb8a",
// "name": "Рикчжурский Мортидат",
// "season": 3,
// "series": 10,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2017-10-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикчжурский_Мортидат_001.jpg",
// "characters": null
// },
// {
// "id": "3be8f75a-d74d-45a5-92c6-3aa5258b67cb",
// "name": "Звёздный хреньсер «Риклактика»",
// "season": 4,
// "series": 5,
// "plot": "Морти, будучи в открытом космосе, невольно убивает змею-космонавта с планеты змей. Терзаемый угрызениями совести он покупает новую змею на Земле, надевает на неё скафандр и забрасывает на планету змей. От земной змеи змеи планеты змей узнают о существовании других миров. Змеи создают технологии, чтобы отправлять своих бойцов на Землю с целью убить Морти, другие змеи наоборот отправляются его защищать. Джерри тем временем пытается украсить дом гирляндами.",
// "premiere": "2019-12-15T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rattlestar_Ricklactica_001.jpg",
// "characters": null
// },
// {
// "id": "88b35309-e239-47c0-9cae-43efb3c4047d",
// "name": "Срань Будущего: Прикзрак в Мортпехах",
// "season": 4,
// "series": 1,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2019-11-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Edge_of_Tomorty_Rick_Die_Rickpeat.jpg",
// "characters": null
// },
// {
// "id": "3a740ddb-c87b-4ccc-b924-9fc316dd5705",
// "name": "СтаРИК и седалище",
// "season": 4,
// "series": 2,
// "plot": "Кто-то воспользовался личным туалетом Рика, расположенном на одной экзотической планете с красивыми видами. Рик отправляется в путешествие по различным мирам в поисках этого нарушителя. Тем временем Джерри помогает стажёру Рика инопланетянину Глути разработать приложение для знакомств. Позже выясняется, что инопланетянам нужно это приложение для захвата Земли.",
// "premiere": "2019-11-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Old_Man_and_the_Seat_001.jpg",
// "characters": null
// },
// {
// "id": "f59d0cca-bec1-4c42-be18-e27c64401cea",
// "name": "Прорикая над гнездом рикушки",
// "season": 4,
// "series": 3,
// "plot": "В плане искусства разграбления различных инопланетных ценностей у Рика есть конкурент Майлз Найтли. Рик и Морти отправляются на фестиваль грабителей, чтобы проучить Майлза. Для этого Рик создаёт робота, который должен просчитывать и планировать ограбления, но тот выходит из-под контроля и восстаёт против Рика. Гработрон сам принимается грабить планеты и его нужно остановить.",
// "premiere": "2019-11-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/One_Crew_Over_the_Crewcoo's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "6c6c3fba-52b2-42e4-88fe-084c8c2ef874",
// "name": "Загон и порядок: Место прикступления",
// "season": 4,
// "series": 4,
// "plot": "Рик обещал Морти дракона, поэтому заключил сделку с волшебником, который привёл в мир людей дракона и связал его душу с Морти. Через некоторое время Рик попытался убить этого дракона, однако невольно их души также связались. Волшебник забрал этого дракона назад в свой волшебный мир, чтобы судить, так как дракон нарушил правила, связавшись одновременно с двумя людьми. Рик, Морти и Саммер пытаются спасти дракона. Джерри же улетает во Флориду вместе с говорящим котом.",
// "premiere": "2019-12-08T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Claw_and_Hoarder_Special_Ricktim's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "a9e1c5d1-96be-4bdc-9707-a4fa4ff9b068",
// "name": "Бесриконечный Морти",
// "season": 4,
// "series": 6,
// "plot": "Рик и Морти оказываются на борту поезда историй. Морти придумывает историю, которая проходит тест Бекдел, чтобы проникнуть в локомотив. Там они сталкиваются с Повелителем Историй, который хочет извлечь из Рика и Морти их потенциал к различным историям. Рик и Морти переживают историю с персонажами из прошлых приключений. Не находя другого выхода Рик принимается молиться и таким образом обманывает Повелителя Историй. Позже выясняется, что Рик и Морти всё это время сидели у себя дома в гостиной и играли с игрушечным поездом историй.",
// "premiere": "2020-05-03T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Never_Ricking_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "4b359a3d-d34d-4b40-8491-37de9d5e8950",
// "name": "Промортей",
// "season": 4,
// "series": 7,
// "plot": "Рик, Морти и Саммер попадают на планету населённую паразитами глорзо, которые присасываются к лицам. Рик и Морти сразу же попадают под их контроль. Саммер удаётся избежать этой участи из-за зубочистки во рту. Впоследствии она становится королевой паразитов.",
// "premiere": "2020-05-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Promortyus_001.jpg",
// "characters": null
// },
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// },
// {
// "id": "c693db0d-dc14-4ca9-9258-69df62191337",
// "name": "Эпизод с чаном кислоты",
// "season": 4,
// "series": 8,
// "plot": "После уговоров Морти, Рик создаёт устройство в виде пульта, которое сохраняет жизнь, как в видеоиграх. Морти использует этот пульт для того, чтобы дурачиться. В какой-то момент, когда Морти влюбляется, он перестаёт использовать это устройство. Вместе со своей девушкой он переживает множество приятных и не очень моментов. Им даже удаётся выжить в авиакатастрофе над Аляской. Однако Джерри случайно использует пульт и загружает последнее сохранение, которое Морти сделал ещё перед знакомством со своей девушкой. Морти случайно перезаписывает это сохранение и делает возобновление отношений невозможным. Далее он узнаёт, что устройство не было безобидным и не работало как машина времени. Каждый раз, когда он сохранялся, он убивал Морти в какой-то другой Вселенной.",
// "premiere": "2020-05-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Vat_of_Acid_Episode_001.jpg",
// "characters": null
// },
// {
// "id": "647ec0df-53ef-4578-90d9-267e93646679",
// "name": "Морт риковеческое",
// "season": 4,
// "series": 9,
// "plot": "Джерри везёт семью в поход, когда становится известно, что планета Гея, с которой переспал Рик, забеременела. Планета извергает из себя множество хрупких глиняных детей. Под влиянием Бет Рик строит огромную машину, которая спасает детей и сортирует их по способностям. Джерри же пытается провести время со своими детьми, однако его походные навыки оказываются им совершенно не интересны. Тем не менее, Джерри находит себе учеников среди «дефектных» глиняных человечков и становится их вождём. Появляется Зевс, который объявляет себя настоящим отцом этих человечков. Между Зевсом и Риком завязывается драка. Морти и Саммер находят космический корабль, которым случайно убивают Зевса.",
// "premiere": "2020-05-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Childrick_of_Mort_001.jpg",
// "characters": null
// },
// {
// "id": "12a64eb3-b9cb-4828-8e69-15454483498a",
// "name": "Звездный Морт: Риквращение Джерри",
// "season": 4,
// "series": 10,
// "plot": "Выясняется, что Рик в прошлом создал клон Бет. Одна Бет жила дома с семьёй, а вторая всё это время сражалась в космосе с Галактической Федерацией. Космическая Бет узнаёт, что в её шею имплантировано некое устройство, которое она принимает за бомбу. Эта Бет возвращается на Землю, чтобы убить Рика. За ней на Землю пребывает Федерация, войска которой берут в плен обоих Бет. Морти и Саммер сражаются друг с другом за пояс невидимости, но позже объединяются, чтобы помочь мамам разделаться с Федерацией.",
// "premiere": "2020-05-31T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Star_Mort_Rickturn_of_the_Jerri_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "9b6e360f-69ef-432a-94a1-035df82303c1",
// "firstName": "",
// "lastName": "Нэнси",
// "fullName": "Нэнси ",
// "status": 0,
// "about": "Одноклассница и подруга Саммер.",
// "gender": 1,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Нэнси_001.jpg",
// "locationId": "021d4e99-c1a6-4115-a6ec-cafe45ec8b29",
// "location": {
// "id": "021d4e99-c1a6-4115-a6ec-cafe45ec8b29",
// "name": "Птичий мир",
// "type": "Планета",
// "measurements": "Измерение подмены",
// "about": "Это планета, где живет Птичья личность. Телесигналам с Земли требуется 20 лет, чтобы достичь этой планеты.",
// "imageName": "http://173.249.20.184:7001/images/Птичий_мир_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": []
// },
// {
// "id": "314154f2-0ff0-4943-ac58-4cc84b52cda5",
// "firstName": "",
// "lastName": "Джессика",
// "fullName": "Джессика ",
// "status": 0,
// "about": "Ученица средней школы имени Гарри Герпсона. Она популярная девушка в математическом классе Морти, сам Морти влюблён в неё и часто имеет сюрреалистические мечты, почти исключительно сексуальные по своей природе. К большому разочарованию Морти она уже находится в отношениях с Брэдом, с которым она часто испытывает трудности. Ее озвучивает Кэри Уолгрен",
// "gender": 1,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Джессика_001.jpg",
// "locationId": "19088f11-0852-4c60-857a-5c7be39711ab",
// "location": {
// "id": "19088f11-0852-4c60-857a-5c7be39711ab",
// "name": "Цитадель Риков",
// "type": "",
// "measurements": "",
// "about": "Секретная штаб-квартира, где собирается Совет Риков. Также является местом отдыха и местом встречи Риков и их Морти из различных вселенных.",
// "imageName": "http://173.249.20.184:7001/images/Цитадель_Риков.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "6be46b8f-e5a6-4d3b-a845-d88da71766d6",
// "firstName": "Смит",
// "lastName": "Леонард",
// "fullName": "Леонард Смит",
// "status": 0,
// "about": "Отец Джерри, муж Джойс, дедушка Саммер и Морти.",
// "gender": 0,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Леонард_Смит_001.jpg",
// "locationId": "691ee16a-c043-4c69-80a8-486357e30eae",
// "location": {
// "id": "691ee16a-c043-4c69-80a8-486357e30eae",
// "name": "Галактическая Федерация",
// "type": "Организация",
// "measurements": "С-137",
// "about": "Крупная галактическая или межгалактическая организация, которая контролировала значительные области вселенной.",
// "imageName": "http://173.249.20.184:7001/images/Галактическая_Федерация_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "placeOfBirth": {
// "id": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "name": "Измерение C-137",
// "type": "Мир",
// "measurements": "C-137",
// "about": "Это мир, который часто называют родным миром для основных Рика и Морти.",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-morty-rick-potion-number-9-cronenbergs-1280px.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": []
// },
// {
// "id": "6b3ee485-c963-4d8a-aabd-fdb7f1a957ec",
// "firstName": "Вагина",
// "lastName": "Джин",
// "fullName": "Джин Вагина",
// "status": 0,
// "about": "Является директором средней школы имени Гарри Герпсона. Его озвучивает Фил Хендри",
// "gender": 0,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Джин_Вагина_001.jpg",
// "locationId": "691ee16a-c043-4c69-80a8-486357e30eae",
// "location": {
// "id": "691ee16a-c043-4c69-80a8-486357e30eae",
// "name": "Галактическая Федерация",
// "type": "Организация",
// "measurements": "С-137",
// "about": "Крупная галактическая или межгалактическая организация, которая контролировала значительные области вселенной.",
// "imageName": "http://173.249.20.184:7001/images/Галактическая_Федерация_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "c0adf693-1abb-48e5-b44e-4ae35b347f2c",
// "firstName": "Санчез",
// "lastName": "Диана",
// "fullName": "Диана Санчез",
// "status": 2,
// "about": "Бывшая жена Рика Санчеза и мать Бет, теща Джерри Смита и бабушка Саммер и Морти (от материнской линии). Её имя можно обнаружить в начале 3-го сезона, что также является её первым появлением.",
// "gender": 1,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Диана_Санчез_001.jpg",
// "locationId": "da630ad9-646a-4aef-9c9b-adc5f00ba2ed",
// "location": {
// "id": "da630ad9-646a-4aef-9c9b-adc5f00ba2ed",
// "name": "Фруппиленд",
// "type": "Созданная реальность",
// "measurements": "Фруппиленд",
// "about": "Это искусственно созданный Риком Санчезом мир в 1980-е годы. Он сделал его из измененного квантового тессеракта для дочери Бет Смит, когда она была маленькой девочкой. Это место показано в одном эпизоде 'Основы Бет'.",
// "imageName": "http://173.249.20.184:7001/images/Фруппиленд_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// },
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "8c2d3185-3096-4a3b-b6e1-72f9f8ed55d3",
// "firstName": "Санчез",
// "lastName": "Рик",
// "fullName": "Рик Санчез",
// "status": 0,
// "about": "Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
// "gender": 0,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Рик_Санчез_001.jpg",
// "locationId": "213d5410-0b13-4a57-a3b6-b43a243d3e72",
// "location": {
// "id": "213d5410-0b13-4a57-a3b6-b43a243d3e72",
// "name": "Вселенная Блендеров",
// "type": "Измерение",
// "measurements": "Вселенная Блендеров",
// "about": "Это вселенная, наполненная блендерами и ничем другим, которая была показана в эпизоде Сказки из Цитадели.",
// "imageName": "http://173.249.20.184:7001/images/Вселенная_Блендеров_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "placeOfBirth": {
// "id": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "name": "Измерение C-137",
// "type": "Мир",
// "measurements": "C-137",
// "about": "Это мир, который часто называют родным миром для основных Рика и Морти.",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-morty-rick-potion-number-9-cronenbergs-1280px.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "eb51ce9f-9b29-41d6-a72a-bc5d764e1d81",
// "name": "Аутоэротическая ассимиляция",
// "season": 2,
// "series": 3,
// "plot": "Рик, Морти и Саммер откликнулись на космический сигнал бедствия, чтобы ограбить корабль. На корабле они встречают Юнити, существо коллективного разума. Позже становится ясно, что Юнити — бывшая девушка Рика. Ученый-алкоголик решает вспомнить былые времена и затусить» с Юнити. Саммер устраивает на планете Юнити межрасовую войну, призывая существ стать собой». Джерри и Бетти в пылу ссоры находят в подвале своего дома инопланетянина. После пламенной речи Саммер, Юнити понимает, что Рик плохо на неё влияет и бросает его, после чего Рик засыпает во время неудачной попытки суицида.",
// "premiere": "2015-08-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Аутоэротическая_ассимиляция_001.jpg",
// "characters": null
// },
// {
// "id": "ae5ea811-785e-4ad8-afa7-2cd7f65ba489",
// "name": "Межвселенский Кабель 2: Искушение Судьбы",
// "season": 2,
// "series": 8,
// "plot": "Джерри подхватывает инопланетный вирус по вине Рика, и его доставляют в инопланетную больницу, где представлены лучшие врачи Галактики. Вылечив Джерри, инопланетяне предлагают ему помочь спасти жизнь политическому деятелю Шримпли Пиблзу, борющемуся за мир. Вместо сердца Пиблзу планируется пересадить пенис Джерри. Между тем Рик, Морти и Саммер коротают время в зале ожидания просмотром телепередач из параллельных вселенных.",
// "premiere": "2015-09-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Межвселенский_Кабель_2_Искушение_Судьбы_001.jpg",
// "characters": null
// },
// {
// "id": "0f0ed7a5-d0a4-4c0e-a591-eb8f8344a2b8",
// "name": "Большой переполох в маленьком Санчезе",
// "season": 2,
// "series": 7,
// "plot": "Джерри и Бетт опять ссорятся. Устав от их бесконечных скандалов, Рик отвозит их в инопланетный центр психологической помощи семейным парам. При помощи новейших технологий психологи создают живых существ, соответствующих представлениям супругов друг о друге, для большей наглядности. Однако когда дело доходит до Джерри с женой, их существа сбегают, сея панику и хаос. В это время Рик переселяет свой разум в тело своего клона-подростка, чтобы помочь Саммер и Морти убить заведшегося в школе вампира, но так увлекается, что не хочет возвращаться в старое тело…",
// "premiere": "2015-09-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Большой_переполох_в_маленьком_Санчезе_001.jpg",
// "characters": null
// },
// {
// "id": "2fef7736-51ab-4e88-a236-7188c04c2e75",
// "name": "Наверное, Рики сошли с ума",
// "season": 2,
// "series": 6,
// "plot": "Рик, Морти и Саммер развлекаются просмотром полнометражного фильма о Яйцелюбах в параллельной вселенной. Собираясь лететь домой, Рик обнаруживает, что в его летающей тарелке не работает генератор энергии. Оказывается, его транспорт питает целая минивселенная, жители которой вырабатывают электричество на специальных тренажёрах. Желая выяснить, в чём дело, Рик берёт с собой Морти и отправляется в минивселенную, оставляя защитную систему летающей тарелки охранять Саммер любой ценой».",
// "premiere": "2015-08-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Наверное,_Рики_сошли_с_ума_001.jpg",
// "characters": null
// },
// {
// "id": "ff92b4d1-a01f-4371-a4b9-b4be19aa15c4",
// "name": "Пора Швифтануться",
// "season": 2,
// "series": 5,
// "plot": "К Земле приближается гигантская голова и телепортирует планету в далёкий космос для участия в музыкальном конкурсе. Выбывшие планеты уничтожаются. Рик и Морти выходят на связь с правительством Америки и пытаются придумать достойную песню, чтобы не потерпеть поражение. В это время директор Вагина принимает головы, наблюдающие за ходом конкурса, за божественные существа и, неправильно интерпретируя их эмоции, основывает новую религию, делая вид, что выполняет их волю.",
// "premiere": "2015-08-23T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пора_Швифтануться_001.jpg",
// "characters": null
// },
// {
// "id": "d73fba5a-3961-42e6-8310-52a74d26f39c",
// "name": "Вспомнить Вэ Сэ Йо",
// "season": 2,
// "series": 4,
// "plot": "В доме Смитов поселяются инопланетные паразиты — быстро размножающиеся существа, принимающие облик самых разных гуманоидов и животных, которые способны воздействовать на разум, заставляя людей верить, что они были в их жизни всегда. Отчаянно пытающегося исправить ситуацию Рика, который стремится найти способ отличить паразитов от реальных членов и друзей семьи, самого обвиняют в том, что он паразит, и предлагают казнить…",
// "premiere": "2015-08-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Вспомнить_Вэ_Сэ_Йо_001.jpg",
// "characters": null
// },
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// },
// {
// "id": "7df418cd-8be4-4844-9cb5-b35a4d19e19d",
// "name": "Пёс-газонокосильщик",
// "season": 1,
// "series": 2,
// "plot": "Рик соорудил шлем, делающий собак умнее, который надевают на своего пса Снаффлса. Рик и Морти отправляются в путешествие по снам людей, где встречают Страшного Тэрри.",
// "premiere": "2013-12-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пёс-газонокосильщик_001.jpg",
// "characters": null
// },
// {
// "id": "67d66d7e-be43-4014-830a-49da39d2f138",
// "name": "Анатомический парк",
// "season": 1,
// "series": 3,
// "plot": "Джерри собирается отмечать Рождество и приглашает свою семью на праздничный ужин. Пока Джерри со своими родителями и их новым другом Джейкобом отмечают праздник, Рик, уменьшив Морти, отправляет его в тело Рубена. Внутри Морти обнаруживает настоящий анатомический парк, где он знакомится с доктором Ксенон Блумом, охранником Пончо, подростком Энни и Роджером. Система безопасности Рубена отключилась и поэтому все опасные болезни в теле Рубена вышли на свободу.",
// "premiere": "2013-12-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Анатомический_парк_001.jpg",
// "characters": null
// },
// {
// "id": "3d05fe6e-0163-4378-9f70-22824da814b3",
// "name": "Судная Ночь",
// "season": 2,
// "series": 9,
// "plot": "Рик и Морти летят в космосе. Какое-то существо вмазывается в лобовое стекло. Они высаживаются на одной планете, чтобы убрать труп на лобовом стекле. Но после заката начинается самое интересное — судная ночь.",
// "premiere": "2015-09-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Судная_Ночь_001.jpg",
// "characters": null
// },
// {
// "id": "ba02a5bc-56e3-4aa2-a14c-45c70b5c6520",
// "name": "М. Найт Шьямал-Инопланетяне!",
// "season": 1,
// "series": 4,
// "plot": "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концентрированной темной материи.",
// "premiere": "2014-01-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/М._Найт_Шьямал-Инопланетяне!_001.jpg",
// "characters": null
// },
// {
// "id": "e53eeb26-ca27-4c86-b1d4-e7fed6c7b29b",
// "name": "Напиток Рика №9",
// "season": 1,
// "series": 6,
// "plot": "Рик создает сыворотку, которая должна помочь приворожить Джессику к Морти. Но смешавшись с вирусом гриппа, сыворотка вызывает эпидемию.",
// "premiere": "2014-01-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-Morty-Season-1-Episode-6-10-4c17.jpg",
// "characters": null
// },
// {
// "id": "192be299-be8d-413e-a99a-44918624d5df",
// "name": "Воспитание Газорпазорпа",
// "season": 1,
// "series": 7,
// "plot": "У Морти рождается сын от секс-робота, купленного Риком. Саммер и Рик отправляются на планету, где был создан секс-робот.",
// "premiere": "2014-03-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Воспитание_Газорпазорпа_001.jpg",
// "characters": null
// },
// {
// "id": "3b06d069-9cff-4fc1-924a-962997efba58",
// "name": "Скандалы, Рик и расследования",
// "season": 1,
// "series": 8,
// "plot": "Рик дарит семье прибор, позволяющий увидеть себя в альтернативной реальности, и улучшает телевизор, который начинает принимать все каналы Вселенной.",
// "premiere": "2014-03-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Скандалы,_Рик_и_расследования_001.jpg",
// "characters": null
// },
// {
// "id": "79a546cc-9dd6-4275-a154-f09a57fa4136",
// "name": "Надвигается нечто риканутое",
// "season": 1,
// "series": 9,
// "plot": "Морти должен сделать научный проект для школы, в чём ему помогает его отец Джерри, предлагая построить модель Солнечной системы. Джерри настаивает на том, что Плутон это планета, после чего его и Морти похищают плутонианцы. Саммер устраивается работать в магазин проклятых вещей.",
// "premiere": "2014-03-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Надвигается_нечто_риканутое_001.jpg",
// "characters": null
// },
// {
// "id": "d3409de8-094d-4976-8b33-a96a39c11fd1",
// "name": "Близкие риконтакты риковой степени",
// "season": 1,
// "series": 10,
// "plot": "Совет Риков обвиняет Рика в убийстве других альтернативных версий Рика.",
// "premiere": "2014-04-07T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Amfhioopko7i680t2kzx.jpg",
// "characters": null
// },
// {
// "id": "eb14fffb-7a27-4658-aa0b-802797ad29e1",
// "name": "Риксованный бизнес",
// "season": 1,
// "series": 11,
// "plot": "Бетти и Джерри уезжают в тематический отпуск, посвященный Титанику». Рик и Саммер устраивают домашнюю вечеринку, в результате которой дом оказывается в ужасном состоянии. Рик замораживает время, чтобы успеть всё исправить до приезда Бетти и Джерри.",
// "premiere": "2014-04-14T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Риксованный_бизнес_001.jpg",
// "characters": null
// },
// {
// "id": "19e3f00b-d042-4208-9fce-26ebb254a4a9",
// "name": "Рик во времени",
// "season": 2,
// "series": 1,
// "plot": "Рик, Морти и Саммер размораживают время и возвращают все на круги своя. Но реальность разбивается на два (4, 8 и т. д.) параллельных мира, а Рик, Морти и Саммер оказываются в бесконечном небытие. В привычной реальности в это время Джерри сбивает оленя, а Бетти приходится его экстренно спасать.",
// "premiere": "2015-07-26T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рик_во_времени_001.jpg",
// "characters": null
// },
// {
// "id": "d656690a-1134-493f-844e-90fc09f516ba",
// "name": "Успеть до Морти-ночи",
// "season": 2,
// "series": 2,
// "plot": "Рик учит Морти управлять космическим кораблем. Вместе с Джерри они прилетают на планету с множеством игровых автоматов. Джерри попадает в детский сад для Джерри из всех возможных миров. Морти узнает, что Рик торгует оружием и осуждает его. Морти пытается спасти разумное облако газа, но все не так просто, как кажется…",
// "premiere": "2015-08-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Успеть_до_Морти-ночи_001.jpg",
// "characters": null
// },
// {
// "id": "f612e9ad-4561-4f42-a984-d0cf93d01d31",
// "name": "Мисикс и разрушение",
// "season": 1,
// "series": 5,
// "plot": "Рик дарит семье коробку с мисиксами — существами, которые появляются, чтобы выполнить одно задание и умереть. Рик и Морти отправляются в фэнтезийный мир в поисках приключений, где встречают великанов.",
// "premiere": "2014-01-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Мисикс_и_разрушение_001.jpg",
// "characters": null
// },
// {
// "id": "16c9087d-1a3d-4f44-88e0-1335bf130fee",
// "name": "Свадебные Сквончеры",
// "season": 2,
// "series": 10,
// "plot": "Рик с семьей летит на свадьбу Птичьей Личности и Тэмми. Прилетев на планету Сквонч» Рик узнает, что Тэмми не та, за кого себя выдает…",
// "premiere": "2015-10-04T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Свадебные_Сквончеры_001.jpg",
// "characters": null
// },
// {
// "id": "29d34963-da06-4195-a7c5-8b4f4bf39e90",
// "name": "Рикман с камнем",
// "season": 3,
// "series": 2,
// "plot": "Морти и Саммер, переживающие из-за развода родителей, задерживаются в постапокалиптическом мире, напоминающем фильмы о Безумном Максе.",
// "premiere": "2017-07-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/S3e2_all_have_mohawks.jpg",
// "characters": null
// },
// {
// "id": "4100cb75-9bd9-4a23-ba40-38746ba635b1",
// "name": "Огурчик Рик",
// "season": 3,
// "series": 3,
// "plot": "Семейство Смитов проходит сеанс психотерапии. Рик превращает себя в огурчик в одном из своих безумных экспериментов, но оказывается в таком виде вовлеченным в конфликт с русскими шпионами.",
// "premiere": "2017-08-06T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Pickle_Rick_Episode.jpg",
// "characters": null
// },
// {
// "id": "c478559d-7e4d-4041-a5b2-60fc603ddf19",
// "name": "Виндикаторы 3: Возвращение концесветника",
// "season": 3,
// "series": 4,
// "plot": "Морти и Рик присоединяются к Заступникам, команде космических супергероев. Оказывается, что Рик в пьяном виде устроил своим новым соратникам ловушку.",
// "premiere": "2017-08-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Виндикаторы_001.jpg",
// "characters": null
// },
// {
// "id": "193b32a2-c726-4e99-9165-ff85051d2797",
// "name": "Конспирация",
// "season": 3,
// "series": 5,
// "plot": "Рик и Джерри посещают курорт, всем посетителям которого гарантировано бессмертие, однако обслуживающий персонал желает убить Рика. В это же время Саммер превращается в великаншу.",
// "premiere": "2017-08-21T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Конспирация_001.jpg",
// "characters": null
// },
// {
// "id": "7f9ba4ee-d0a8-4a13-ac33-19886afe8b90",
// "name": "Отдых и Риклаксация",
// "season": 3,
// "series": 6,
// "plot": "Рик и Морти после очистки от токсинов» вынуждены иметь дело со своими двойниками, созданными из их худших человеческих качеств.",
// "premiere": "2017-08-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Отдых_и_Риклаксация_001.jpg",
// "characters": null
// },
// {
// "id": "1413b363-eb8e-4ce1-a7eb-00ab6baaf584",
// "name": "Сказки из Цитадели",
// "season": 3,
// "series": 7,
// "plot": "Серия посвящена событиям на Цитадели, теперь настоящем городе: четверка Морти сбегает из школы, полицейские Рик и Морти ведут борьбу с преступностью, Рик-рабочий на фабрике поднимает бунт, а Злой Морти избирается в президенты.",
// "premiere": "2017-09-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Сказки_из_Цитадели_001.jpg",
// "characters": null
// },
// {
// "id": "dd942838-425d-4c2c-8428-76101a7cf1b0",
// "name": "Проветренный Мозг Морти",
// "season": 3,
// "series": 8,
// "plot": "Серия состоит из коротких зарисовок — удаленных Риком воспоминаний о приключениях. Просматривая их, Рик и Морти впадают в депрессию, и их выручает Саммер.",
// "premiere": "2017-09-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Проветренный_Мозг_Морти_001.jpg",
// "characters": null
// },
// {
// "id": "0a0ef772-ec8b-446e-a5ed-03b8b8481068",
// "name": "Основы Бет",
// "season": 3,
// "series": 9,
// "plot": "Бет вспоминает свое детство. Она посещает игрушечное измерение, которое для нее в детстве создал Рик. Тем временем Джерри заводит отношения с инопланетянкой.",
// "premiere": "2017-09-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Основы_Бет_001.jpg",
// "characters": null
// },
// {
// "id": "d2969111-c187-45af-af03-f9b4d7cdfb8a",
// "name": "Рикчжурский Мортидат",
// "season": 3,
// "series": 10,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2017-10-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикчжурский_Мортидат_001.jpg",
// "characters": null
// },
// {
// "id": "3be8f75a-d74d-45a5-92c6-3aa5258b67cb",
// "name": "Звёздный хреньсер «Риклактика»",
// "season": 4,
// "series": 5,
// "plot": "Морти, будучи в открытом космосе, невольно убивает змею-космонавта с планеты змей. Терзаемый угрызениями совести он покупает новую змею на Земле, надевает на неё скафандр и забрасывает на планету змей. От земной змеи змеи планеты змей узнают о существовании других миров. Змеи создают технологии, чтобы отправлять своих бойцов на Землю с целью убить Морти, другие змеи наоборот отправляются его защищать. Джерри тем временем пытается украсить дом гирляндами.",
// "premiere": "2019-12-15T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rattlestar_Ricklactica_001.jpg",
// "characters": null
// },
// {
// "id": "88b35309-e239-47c0-9cae-43efb3c4047d",
// "name": "Срань Будущего: Прикзрак в Мортпехах",
// "season": 4,
// "series": 1,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2019-11-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Edge_of_Tomorty_Rick_Die_Rickpeat.jpg",
// "characters": null
// },
// {
// "id": "3a740ddb-c87b-4ccc-b924-9fc316dd5705",
// "name": "СтаРИК и седалище",
// "season": 4,
// "series": 2,
// "plot": "Кто-то воспользовался личным туалетом Рика, расположенном на одной экзотической планете с красивыми видами. Рик отправляется в путешествие по различным мирам в поисках этого нарушителя. Тем временем Джерри помогает стажёру Рика инопланетянину Глути разработать приложение для знакомств. Позже выясняется, что инопланетянам нужно это приложение для захвата Земли.",
// "premiere": "2019-11-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Old_Man_and_the_Seat_001.jpg",
// "characters": null
// },
// {
// "id": "f59d0cca-bec1-4c42-be18-e27c64401cea",
// "name": "Прорикая над гнездом рикушки",
// "season": 4,
// "series": 3,
// "plot": "В плане искусства разграбления различных инопланетных ценностей у Рика есть конкурент Майлз Найтли. Рик и Морти отправляются на фестиваль грабителей, чтобы проучить Майлза. Для этого Рик создаёт робота, который должен просчитывать и планировать ограбления, но тот выходит из-под контроля и восстаёт против Рика. Гработрон сам принимается грабить планеты и его нужно остановить.",
// "premiere": "2019-11-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/One_Crew_Over_the_Crewcoo's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "6c6c3fba-52b2-42e4-88fe-084c8c2ef874",
// "name": "Загон и порядок: Место прикступления",
// "season": 4,
// "series": 4,
// "plot": "Рик обещал Морти дракона, поэтому заключил сделку с волшебником, который привёл в мир людей дракона и связал его душу с Морти. Через некоторое время Рик попытался убить этого дракона, однако невольно их души также связались. Волшебник забрал этого дракона назад в свой волшебный мир, чтобы судить, так как дракон нарушил правила, связавшись одновременно с двумя людьми. Рик, Морти и Саммер пытаются спасти дракона. Джерри же улетает во Флориду вместе с говорящим котом.",
// "premiere": "2019-12-08T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Claw_and_Hoarder_Special_Ricktim's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "a9e1c5d1-96be-4bdc-9707-a4fa4ff9b068",
// "name": "Бесриконечный Морти",
// "season": 4,
// "series": 6,
// "plot": "Рик и Морти оказываются на борту поезда историй. Морти придумывает историю, которая проходит тест Бекдел, чтобы проникнуть в локомотив. Там они сталкиваются с Повелителем Историй, который хочет извлечь из Рика и Морти их потенциал к различным историям. Рик и Морти переживают историю с персонажами из прошлых приключений. Не находя другого выхода Рик принимается молиться и таким образом обманывает Повелителя Историй. Позже выясняется, что Рик и Морти всё это время сидели у себя дома в гостиной и играли с игрушечным поездом историй.",
// "premiere": "2020-05-03T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Never_Ricking_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "4b359a3d-d34d-4b40-8491-37de9d5e8950",
// "name": "Промортей",
// "season": 4,
// "series": 7,
// "plot": "Рик, Морти и Саммер попадают на планету населённую паразитами глорзо, которые присасываются к лицам. Рик и Морти сразу же попадают под их контроль. Саммер удаётся избежать этой участи из-за зубочистки во рту. Впоследствии она становится королевой паразитов.",
// "premiere": "2020-05-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Promortyus_001.jpg",
// "characters": null
// },
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// },
// {
// "id": "c693db0d-dc14-4ca9-9258-69df62191337",
// "name": "Эпизод с чаном кислоты",
// "season": 4,
// "series": 8,
// "plot": "После уговоров Морти, Рик создаёт устройство в виде пульта, которое сохраняет жизнь, как в видеоиграх. Морти использует этот пульт для того, чтобы дурачиться. В какой-то момент, когда Морти влюбляется, он перестаёт использовать это устройство. Вместе со своей девушкой он переживает множество приятных и не очень моментов. Им даже удаётся выжить в авиакатастрофе над Аляской. Однако Джерри случайно использует пульт и загружает последнее сохранение, которое Морти сделал ещё перед знакомством со своей девушкой. Морти случайно перезаписывает это сохранение и делает возобновление отношений невозможным. Далее он узнаёт, что устройство не было безобидным и не работало как машина времени. Каждый раз, когда он сохранялся, он убивал Морти в какой-то другой Вселенной.",
// "premiere": "2020-05-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Vat_of_Acid_Episode_001.jpg",
// "characters": null
// },
// {
// "id": "647ec0df-53ef-4578-90d9-267e93646679",
// "name": "Морт риковеческое",
// "season": 4,
// "series": 9,
// "plot": "Джерри везёт семью в поход, когда становится известно, что планета Гея, с которой переспал Рик, забеременела. Планета извергает из себя множество хрупких глиняных детей. Под влиянием Бет Рик строит огромную машину, которая спасает детей и сортирует их по способностям. Джерри же пытается провести время со своими детьми, однако его походные навыки оказываются им совершенно не интересны. Тем не менее, Джерри находит себе учеников среди «дефектных» глиняных человечков и становится их вождём. Появляется Зевс, который объявляет себя настоящим отцом этих человечков. Между Зевсом и Риком завязывается драка. Морти и Саммер находят космический корабль, которым случайно убивают Зевса.",
// "premiere": "2020-05-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Childrick_of_Mort_001.jpg",
// "characters": null
// },
// {
// "id": "12a64eb3-b9cb-4828-8e69-15454483498a",
// "name": "Звездный Морт: Риквращение Джерри",
// "season": 4,
// "series": 10,
// "plot": "Выясняется, что Рик в прошлом создал клон Бет. Одна Бет жила дома с семьёй, а вторая всё это время сражалась в космосе с Галактической Федерацией. Космическая Бет узнаёт, что в её шею имплантировано некое устройство, которое она принимает за бомбу. Эта Бет возвращается на Землю, чтобы убить Рика. За ней на Землю пребывает Федерация, войска которой берут в плен обоих Бет. Морти и Саммер сражаются друг с другом за пояс невидимости, но позже объединяются, чтобы помочь мамам разделаться с Федерацией.",
// "premiere": "2020-05-31T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Star_Mort_Rickturn_of_the_Jerri_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "b452da85-9f7d-4762-b274-de552421dc22",
// "firstName": "Смит",
// "lastName": "Бет",
// "fullName": "Бет Смит",
// "status": 0,
// "about": "Дочь Рика, жена Джерри, мать Морти и Саммер. Она работает лошадиным хирургом в Больнице Святого Экуиса.",
// "gender": 1,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Бет_Смит_002.jpg",
// "locationId": "e90bb866-0ff0-403b-aa51-b6b35aa4994e",
// "location": {
// "id": "e90bb866-0ff0-403b-aa51-b6b35aa4994e",
// "name": "Вселенная Блендеров",
// "type": "Измерение",
// "measurements": "Вселенная Блендеров",
// "about": "Это вселенная, наполненная блендерами и ничем другим, которая была показана в эпизоде Сказки из Цитадели.",
// "imageName": "http://173.249.20.184:7001/images/Вселенная_Блендеров_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "eb51ce9f-9b29-41d6-a72a-bc5d764e1d81",
// "name": "Аутоэротическая ассимиляция",
// "season": 2,
// "series": 3,
// "plot": "Рик, Морти и Саммер откликнулись на космический сигнал бедствия, чтобы ограбить корабль. На корабле они встречают Юнити, существо коллективного разума. Позже становится ясно, что Юнити — бывшая девушка Рика. Ученый-алкоголик решает вспомнить былые времена и затусить» с Юнити. Саммер устраивает на планете Юнити межрасовую войну, призывая существ стать собой». Джерри и Бетти в пылу ссоры находят в подвале своего дома инопланетянина. После пламенной речи Саммер, Юнити понимает, что Рик плохо на неё влияет и бросает его, после чего Рик засыпает во время неудачной попытки суицида.",
// "premiere": "2015-08-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Аутоэротическая_ассимиляция_001.jpg",
// "characters": null
// },
// {
// "id": "ae5ea811-785e-4ad8-afa7-2cd7f65ba489",
// "name": "Межвселенский Кабель 2: Искушение Судьбы",
// "season": 2,
// "series": 8,
// "plot": "Джерри подхватывает инопланетный вирус по вине Рика, и его доставляют в инопланетную больницу, где представлены лучшие врачи Галактики. Вылечив Джерри, инопланетяне предлагают ему помочь спасти жизнь политическому деятелю Шримпли Пиблзу, борющемуся за мир. Вместо сердца Пиблзу планируется пересадить пенис Джерри. Между тем Рик, Морти и Саммер коротают время в зале ожидания просмотром телепередач из параллельных вселенных.",
// "premiere": "2015-09-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Межвселенский_Кабель_2_Искушение_Судьбы_001.jpg",
// "characters": null
// },
// {
// "id": "0f0ed7a5-d0a4-4c0e-a591-eb8f8344a2b8",
// "name": "Большой переполох в маленьком Санчезе",
// "season": 2,
// "series": 7,
// "plot": "Джерри и Бетт опять ссорятся. Устав от их бесконечных скандалов, Рик отвозит их в инопланетный центр психологической помощи семейным парам. При помощи новейших технологий психологи создают живых существ, соответствующих представлениям супругов друг о друге, для большей наглядности. Однако когда дело доходит до Джерри с женой, их существа сбегают, сея панику и хаос. В это время Рик переселяет свой разум в тело своего клона-подростка, чтобы помочь Саммер и Морти убить заведшегося в школе вампира, но так увлекается, что не хочет возвращаться в старое тело…",
// "premiere": "2015-09-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Большой_переполох_в_маленьком_Санчезе_001.jpg",
// "characters": null
// },
// {
// "id": "2fef7736-51ab-4e88-a236-7188c04c2e75",
// "name": "Наверное, Рики сошли с ума",
// "season": 2,
// "series": 6,
// "plot": "Рик, Морти и Саммер развлекаются просмотром полнометражного фильма о Яйцелюбах в параллельной вселенной. Собираясь лететь домой, Рик обнаруживает, что в его летающей тарелке не работает генератор энергии. Оказывается, его транспорт питает целая минивселенная, жители которой вырабатывают электричество на специальных тренажёрах. Желая выяснить, в чём дело, Рик берёт с собой Морти и отправляется в минивселенную, оставляя защитную систему летающей тарелки охранять Саммер любой ценой».",
// "premiere": "2015-08-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Наверное,_Рики_сошли_с_ума_001.jpg",
// "characters": null
// },
// {
// "id": "ff92b4d1-a01f-4371-a4b9-b4be19aa15c4",
// "name": "Пора Швифтануться",
// "season": 2,
// "series": 5,
// "plot": "К Земле приближается гигантская голова и телепортирует планету в далёкий космос для участия в музыкальном конкурсе. Выбывшие планеты уничтожаются. Рик и Морти выходят на связь с правительством Америки и пытаются придумать достойную песню, чтобы не потерпеть поражение. В это время директор Вагина принимает головы, наблюдающие за ходом конкурса, за божественные существа и, неправильно интерпретируя их эмоции, основывает новую религию, делая вид, что выполняет их волю.",
// "premiere": "2015-08-23T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пора_Швифтануться_001.jpg",
// "characters": null
// },
// {
// "id": "d73fba5a-3961-42e6-8310-52a74d26f39c",
// "name": "Вспомнить Вэ Сэ Йо",
// "season": 2,
// "series": 4,
// "plot": "В доме Смитов поселяются инопланетные паразиты — быстро размножающиеся существа, принимающие облик самых разных гуманоидов и животных, которые способны воздействовать на разум, заставляя людей верить, что они были в их жизни всегда. Отчаянно пытающегося исправить ситуацию Рика, который стремится найти способ отличить паразитов от реальных членов и друзей семьи, самого обвиняют в том, что он паразит, и предлагают казнить…",
// "premiere": "2015-08-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Вспомнить_Вэ_Сэ_Йо_001.jpg",
// "characters": null
// },
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// },
// {
// "id": "7df418cd-8be4-4844-9cb5-b35a4d19e19d",
// "name": "Пёс-газонокосильщик",
// "season": 1,
// "series": 2,
// "plot": "Рик соорудил шлем, делающий собак умнее, который надевают на своего пса Снаффлса. Рик и Морти отправляются в путешествие по снам людей, где встречают Страшного Тэрри.",
// "premiere": "2013-12-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пёс-газонокосильщик_001.jpg",
// "characters": null
// },
// {
// "id": "67d66d7e-be43-4014-830a-49da39d2f138",
// "name": "Анатомический парк",
// "season": 1,
// "series": 3,
// "plot": "Джерри собирается отмечать Рождество и приглашает свою семью на праздничный ужин. Пока Джерри со своими родителями и их новым другом Джейкобом отмечают праздник, Рик, уменьшив Морти, отправляет его в тело Рубена. Внутри Морти обнаруживает настоящий анатомический парк, где он знакомится с доктором Ксенон Блумом, охранником Пончо, подростком Энни и Роджером. Система безопасности Рубена отключилась и поэтому все опасные болезни в теле Рубена вышли на свободу.",
// "premiere": "2013-12-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Анатомический_парк_001.jpg",
// "characters": null
// },
// {
// "id": "3d05fe6e-0163-4378-9f70-22824da814b3",
// "name": "Судная Ночь",
// "season": 2,
// "series": 9,
// "plot": "Рик и Морти летят в космосе. Какое-то существо вмазывается в лобовое стекло. Они высаживаются на одной планете, чтобы убрать труп на лобовом стекле. Но после заката начинается самое интересное — судная ночь.",
// "premiere": "2015-09-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Судная_Ночь_001.jpg",
// "characters": null
// },
// {
// "id": "ba02a5bc-56e3-4aa2-a14c-45c70b5c6520",
// "name": "М. Найт Шьямал-Инопланетяне!",
// "season": 1,
// "series": 4,
// "plot": "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концентрированной темной материи.",
// "premiere": "2014-01-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/М._Найт_Шьямал-Инопланетяне!_001.jpg",
// "characters": null
// },
// {
// "id": "e53eeb26-ca27-4c86-b1d4-e7fed6c7b29b",
// "name": "Напиток Рика №9",
// "season": 1,
// "series": 6,
// "plot": "Рик создает сыворотку, которая должна помочь приворожить Джессику к Морти. Но смешавшись с вирусом гриппа, сыворотка вызывает эпидемию.",
// "premiere": "2014-01-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-Morty-Season-1-Episode-6-10-4c17.jpg",
// "characters": null
// },
// {
// "id": "192be299-be8d-413e-a99a-44918624d5df",
// "name": "Воспитание Газорпазорпа",
// "season": 1,
// "series": 7,
// "plot": "У Морти рождается сын от секс-робота, купленного Риком. Саммер и Рик отправляются на планету, где был создан секс-робот.",
// "premiere": "2014-03-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Воспитание_Газорпазорпа_001.jpg",
// "characters": null
// },
// {
// "id": "3b06d069-9cff-4fc1-924a-962997efba58",
// "name": "Скандалы, Рик и расследования",
// "season": 1,
// "series": 8,
// "plot": "Рик дарит семье прибор, позволяющий увидеть себя в альтернативной реальности, и улучшает телевизор, который начинает принимать все каналы Вселенной.",
// "premiere": "2014-03-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Скандалы,_Рик_и_расследования_001.jpg",
// "characters": null
// },
// {
// "id": "79a546cc-9dd6-4275-a154-f09a57fa4136",
// "name": "Надвигается нечто риканутое",
// "season": 1,
// "series": 9,
// "plot": "Морти должен сделать научный проект для школы, в чём ему помогает его отец Джерри, предлагая построить модель Солнечной системы. Джерри настаивает на том, что Плутон это планета, после чего его и Морти похищают плутонианцы. Саммер устраивается работать в магазин проклятых вещей.",
// "premiere": "2014-03-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Надвигается_нечто_риканутое_001.jpg",
// "characters": null
// },
// {
// "id": "d3409de8-094d-4976-8b33-a96a39c11fd1",
// "name": "Близкие риконтакты риковой степени",
// "season": 1,
// "series": 10,
// "plot": "Совет Риков обвиняет Рика в убийстве других альтернативных версий Рика.",
// "premiere": "2014-04-07T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Amfhioopko7i680t2kzx.jpg",
// "characters": null
// },
// {
// "id": "eb14fffb-7a27-4658-aa0b-802797ad29e1",
// "name": "Риксованный бизнес",
// "season": 1,
// "series": 11,
// "plot": "Бетти и Джерри уезжают в тематический отпуск, посвященный Титанику». Рик и Саммер устраивают домашнюю вечеринку, в результате которой дом оказывается в ужасном состоянии. Рик замораживает время, чтобы успеть всё исправить до приезда Бетти и Джерри.",
// "premiere": "2014-04-14T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Риксованный_бизнес_001.jpg",
// "characters": null
// },
// {
// "id": "19e3f00b-d042-4208-9fce-26ebb254a4a9",
// "name": "Рик во времени",
// "season": 2,
// "series": 1,
// "plot": "Рик, Морти и Саммер размораживают время и возвращают все на круги своя. Но реальность разбивается на два (4, 8 и т. д.) параллельных мира, а Рик, Морти и Саммер оказываются в бесконечном небытие. В привычной реальности в это время Джерри сбивает оленя, а Бетти приходится его экстренно спасать.",
// "premiere": "2015-07-26T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рик_во_времени_001.jpg",
// "characters": null
// },
// {
// "id": "d656690a-1134-493f-844e-90fc09f516ba",
// "name": "Успеть до Морти-ночи",
// "season": 2,
// "series": 2,
// "plot": "Рик учит Морти управлять космическим кораблем. Вместе с Джерри они прилетают на планету с множеством игровых автоматов. Джерри попадает в детский сад для Джерри из всех возможных миров. Морти узнает, что Рик торгует оружием и осуждает его. Морти пытается спасти разумное облако газа, но все не так просто, как кажется…",
// "premiere": "2015-08-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Успеть_до_Морти-ночи_001.jpg",
// "characters": null
// },
// {
// "id": "f612e9ad-4561-4f42-a984-d0cf93d01d31",
// "name": "Мисикс и разрушение",
// "season": 1,
// "series": 5,
// "plot": "Рик дарит семье коробку с мисиксами — существами, которые появляются, чтобы выполнить одно задание и умереть. Рик и Морти отправляются в фэнтезийный мир в поисках приключений, где встречают великанов.",
// "premiere": "2014-01-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Мисикс_и_разрушение_001.jpg",
// "characters": null
// },
// {
// "id": "16c9087d-1a3d-4f44-88e0-1335bf130fee",
// "name": "Свадебные Сквончеры",
// "season": 2,
// "series": 10,
// "plot": "Рик с семьей летит на свадьбу Птичьей Личности и Тэмми. Прилетев на планету Сквонч» Рик узнает, что Тэмми не та, за кого себя выдает…",
// "premiere": "2015-10-04T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Свадебные_Сквончеры_001.jpg",
// "characters": null
// },
// {
// "id": "29d34963-da06-4195-a7c5-8b4f4bf39e90",
// "name": "Рикман с камнем",
// "season": 3,
// "series": 2,
// "plot": "Морти и Саммер, переживающие из-за развода родителей, задерживаются в постапокалиптическом мире, напоминающем фильмы о Безумном Максе.",
// "premiere": "2017-07-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/S3e2_all_have_mohawks.jpg",
// "characters": null
// },
// {
// "id": "4100cb75-9bd9-4a23-ba40-38746ba635b1",
// "name": "Огурчик Рик",
// "season": 3,
// "series": 3,
// "plot": "Семейство Смитов проходит сеанс психотерапии. Рик превращает себя в огурчик в одном из своих безумных экспериментов, но оказывается в таком виде вовлеченным в конфликт с русскими шпионами.",
// "premiere": "2017-08-06T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Pickle_Rick_Episode.jpg",
// "characters": null
// },
// {
// "id": "c478559d-7e4d-4041-a5b2-60fc603ddf19",
// "name": "Виндикаторы 3: Возвращение концесветника",
// "season": 3,
// "series": 4,
// "plot": "Морти и Рик присоединяются к Заступникам, команде космических супергероев. Оказывается, что Рик в пьяном виде устроил своим новым соратникам ловушку.",
// "premiere": "2017-08-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Виндикаторы_001.jpg",
// "characters": null
// },
// {
// "id": "193b32a2-c726-4e99-9165-ff85051d2797",
// "name": "Конспирация",
// "season": 3,
// "series": 5,
// "plot": "Рик и Джерри посещают курорт, всем посетителям которого гарантировано бессмертие, однако обслуживающий персонал желает убить Рика. В это же время Саммер превращается в великаншу.",
// "premiere": "2017-08-21T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Конспирация_001.jpg",
// "characters": null
// },
// {
// "id": "7f9ba4ee-d0a8-4a13-ac33-19886afe8b90",
// "name": "Отдых и Риклаксация",
// "season": 3,
// "series": 6,
// "plot": "Рик и Морти после очистки от токсинов» вынуждены иметь дело со своими двойниками, созданными из их худших человеческих качеств.",
// "premiere": "2017-08-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Отдых_и_Риклаксация_001.jpg",
// "characters": null
// },
// {
// "id": "1413b363-eb8e-4ce1-a7eb-00ab6baaf584",
// "name": "Сказки из Цитадели",
// "season": 3,
// "series": 7,
// "plot": "Серия посвящена событиям на Цитадели, теперь настоящем городе: четверка Морти сбегает из школы, полицейские Рик и Морти ведут борьбу с преступностью, Рик-рабочий на фабрике поднимает бунт, а Злой Морти избирается в президенты.",
// "premiere": "2017-09-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Сказки_из_Цитадели_001.jpg",
// "characters": null
// },
// {
// "id": "dd942838-425d-4c2c-8428-76101a7cf1b0",
// "name": "Проветренный Мозг Морти",
// "season": 3,
// "series": 8,
// "plot": "Серия состоит из коротких зарисовок — удаленных Риком воспоминаний о приключениях. Просматривая их, Рик и Морти впадают в депрессию, и их выручает Саммер.",
// "premiere": "2017-09-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Проветренный_Мозг_Морти_001.jpg",
// "characters": null
// },
// {
// "id": "0a0ef772-ec8b-446e-a5ed-03b8b8481068",
// "name": "Основы Бет",
// "season": 3,
// "series": 9,
// "plot": "Бет вспоминает свое детство. Она посещает игрушечное измерение, которое для нее в детстве создал Рик. Тем временем Джерри заводит отношения с инопланетянкой.",
// "premiere": "2017-09-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Основы_Бет_001.jpg",
// "characters": null
// },
// {
// "id": "d2969111-c187-45af-af03-f9b4d7cdfb8a",
// "name": "Рикчжурский Мортидат",
// "season": 3,
// "series": 10,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2017-10-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикчжурский_Мортидат_001.jpg",
// "characters": null
// },
// {
// "id": "3be8f75a-d74d-45a5-92c6-3aa5258b67cb",
// "name": "Звёздный хреньсер «Риклактика»",
// "season": 4,
// "series": 5,
// "plot": "Морти, будучи в открытом космосе, невольно убивает змею-космонавта с планеты змей. Терзаемый угрызениями совести он покупает новую змею на Земле, надевает на неё скафандр и забрасывает на планету змей. От земной змеи змеи планеты змей узнают о существовании других миров. Змеи создают технологии, чтобы отправлять своих бойцов на Землю с целью убить Морти, другие змеи наоборот отправляются его защищать. Джерри тем временем пытается украсить дом гирляндами.",
// "premiere": "2019-12-15T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rattlestar_Ricklactica_001.jpg",
// "characters": null
// },
// {
// "id": "88b35309-e239-47c0-9cae-43efb3c4047d",
// "name": "Срань Будущего: Прикзрак в Мортпехах",
// "season": 4,
// "series": 1,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2019-11-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Edge_of_Tomorty_Rick_Die_Rickpeat.jpg",
// "characters": null
// },
// {
// "id": "3a740ddb-c87b-4ccc-b924-9fc316dd5705",
// "name": "СтаРИК и седалище",
// "season": 4,
// "series": 2,
// "plot": "Кто-то воспользовался личным туалетом Рика, расположенном на одной экзотической планете с красивыми видами. Рик отправляется в путешествие по различным мирам в поисках этого нарушителя. Тем временем Джерри помогает стажёру Рика инопланетянину Глути разработать приложение для знакомств. Позже выясняется, что инопланетянам нужно это приложение для захвата Земли.",
// "premiere": "2019-11-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Old_Man_and_the_Seat_001.jpg",
// "characters": null
// },
// {
// "id": "f59d0cca-bec1-4c42-be18-e27c64401cea",
// "name": "Прорикая над гнездом рикушки",
// "season": 4,
// "series": 3,
// "plot": "В плане искусства разграбления различных инопланетных ценностей у Рика есть конкурент Майлз Найтли. Рик и Морти отправляются на фестиваль грабителей, чтобы проучить Майлза. Для этого Рик создаёт робота, который должен просчитывать и планировать ограбления, но тот выходит из-под контроля и восстаёт против Рика. Гработрон сам принимается грабить планеты и его нужно остановить.",
// "premiere": "2019-11-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/One_Crew_Over_the_Crewcoo's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "6c6c3fba-52b2-42e4-88fe-084c8c2ef874",
// "name": "Загон и порядок: Место прикступления",
// "season": 4,
// "series": 4,
// "plot": "Рик обещал Морти дракона, поэтому заключил сделку с волшебником, который привёл в мир людей дракона и связал его душу с Морти. Через некоторое время Рик попытался убить этого дракона, однако невольно их души также связались. Волшебник забрал этого дракона назад в свой волшебный мир, чтобы судить, так как дракон нарушил правила, связавшись одновременно с двумя людьми. Рик, Морти и Саммер пытаются спасти дракона. Джерри же улетает во Флориду вместе с говорящим котом.",
// "premiere": "2019-12-08T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Claw_and_Hoarder_Special_Ricktim's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "a9e1c5d1-96be-4bdc-9707-a4fa4ff9b068",
// "name": "Бесриконечный Морти",
// "season": 4,
// "series": 6,
// "plot": "Рик и Морти оказываются на борту поезда историй. Морти придумывает историю, которая проходит тест Бекдел, чтобы проникнуть в локомотив. Там они сталкиваются с Повелителем Историй, который хочет извлечь из Рика и Морти их потенциал к различным историям. Рик и Морти переживают историю с персонажами из прошлых приключений. Не находя другого выхода Рик принимается молиться и таким образом обманывает Повелителя Историй. Позже выясняется, что Рик и Морти всё это время сидели у себя дома в гостиной и играли с игрушечным поездом историй.",
// "premiere": "2020-05-03T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Never_Ricking_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "4b359a3d-d34d-4b40-8491-37de9d5e8950",
// "name": "Промортей",
// "season": 4,
// "series": 7,
// "plot": "Рик, Морти и Саммер попадают на планету населённую паразитами глорзо, которые присасываются к лицам. Рик и Морти сразу же попадают под их контроль. Саммер удаётся избежать этой участи из-за зубочистки во рту. Впоследствии она становится королевой паразитов.",
// "premiere": "2020-05-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Promortyus_001.jpg",
// "characters": null
// },
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// },
// {
// "id": "c693db0d-dc14-4ca9-9258-69df62191337",
// "name": "Эпизод с чаном кислоты",
// "season": 4,
// "series": 8,
// "plot": "После уговоров Морти, Рик создаёт устройство в виде пульта, которое сохраняет жизнь, как в видеоиграх. Морти использует этот пульт для того, чтобы дурачиться. В какой-то момент, когда Морти влюбляется, он перестаёт использовать это устройство. Вместе со своей девушкой он переживает множество приятных и не очень моментов. Им даже удаётся выжить в авиакатастрофе над Аляской. Однако Джерри случайно использует пульт и загружает последнее сохранение, которое Морти сделал ещё перед знакомством со своей девушкой. Морти случайно перезаписывает это сохранение и делает возобновление отношений невозможным. Далее он узнаёт, что устройство не было безобидным и не работало как машина времени. Каждый раз, когда он сохранялся, он убивал Морти в какой-то другой Вселенной.",
// "premiere": "2020-05-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Vat_of_Acid_Episode_001.jpg",
// "characters": null
// },
// {
// "id": "647ec0df-53ef-4578-90d9-267e93646679",
// "name": "Морт риковеческое",
// "season": 4,
// "series": 9,
// "plot": "Джерри везёт семью в поход, когда становится известно, что планета Гея, с которой переспал Рик, забеременела. Планета извергает из себя множество хрупких глиняных детей. Под влиянием Бет Рик строит огромную машину, которая спасает детей и сортирует их по способностям. Джерри же пытается провести время со своими детьми, однако его походные навыки оказываются им совершенно не интересны. Тем не менее, Джерри находит себе учеников среди «дефектных» глиняных человечков и становится их вождём. Появляется Зевс, который объявляет себя настоящим отцом этих человечков. Между Зевсом и Риком завязывается драка. Морти и Саммер находят космический корабль, которым случайно убивают Зевса.",
// "premiere": "2020-05-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Childrick_of_Mort_001.jpg",
// "characters": null
// },
// {
// "id": "12a64eb3-b9cb-4828-8e69-15454483498a",
// "name": "Звездный Морт: Риквращение Джерри",
// "season": 4,
// "series": 10,
// "plot": "Выясняется, что Рик в прошлом создал клон Бет. Одна Бет жила дома с семьёй, а вторая всё это время сражалась в космосе с Галактической Федерацией. Космическая Бет узнаёт, что в её шею имплантировано некое устройство, которое она принимает за бомбу. Эта Бет возвращается на Землю, чтобы убить Рика. За ней на Землю пребывает Федерация, войска которой берут в плен обоих Бет. Морти и Саммер сражаются друг с другом за пояс невидимости, но позже объединяются, чтобы помочь мамам разделаться с Федерацией.",
// "premiere": "2020-05-31T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Star_Mort_Rickturn_of_the_Jerri_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "367209e4-2cbe-4f70-a82f-9961d29d0962",
// "firstName": "Гутерман",
// "lastName": "Тэмми",
// "fullName": "Тэмми Гутерман",
// "status": 1,
// "about": "Агент Галактической Федерации под прикрытием. Тэмми учится в старшей школе имени Гарри Герпсона. Она хорошая подруга Саммер Смит.",
// "gender": 1,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Тэмми_Гутерман_001.jpg",
// "locationId": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "location": {
// "id": "a74d7459-f6db-4aba-8138-49cc8e94c968",
// "name": "Измерение C-137",
// "type": "Мир",
// "measurements": "C-137",
// "about": "Это мир, который часто называют родным миром для основных Рика и Морти.",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-morty-rick-potion-number-9-cronenbergs-1280px.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// }
// ]
// },
// {
// "id": "56c27814-82aa-4f40-af3e-c8f048a6b4b3",
// "firstName": "Смит",
// "lastName": "Джерри",
// "fullName": "Джерри Смит",
// "status": 0,
// "about": "Персонаж мультсериала 'Рик и Морти'. Муж Бет, отец Саммер и Морти. Часто конфликтует с женой и её отцом. Комплексует из-за своего низкого интеллекта.",
// "gender": 0,
// "race": "Человек",
// "imageName": "http://173.249.20.184:7001/images/Джерри_Смит_002.jpg",
// "locationId": "a532a94c-dfd4-4d02-af64-b947467a7e2d",
// "location": {
// "id": "a532a94c-dfd4-4d02-af64-b947467a7e2d",
// "name": "Громфлом",
// "type": "",
// "measurements": "",
// "about": "",
// "imageName": "",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "placeOfBirthId": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "placeOfBirth": {
// "id": "a94f0310-07c1-4ad9-beca-867a00b9706d",
// "name": "Земля",
// "type": "Планета",
// "measurements": "",
// "about": "Это планета, на которой проживает человеческая раса, и главное место для персонажей Рика и Морти. Возраст этой Земли более 4,6 миллиардов лет, и она является четвертой планетой от своей звезды.",
// "imageName": "http://173.249.20.184:7001/images/Земля_001.jpg",
// "characters": [],
// "placeOfBirthCharacters": []
// },
// "episodes": [
// {
// "id": "eb51ce9f-9b29-41d6-a72a-bc5d764e1d81",
// "name": "Аутоэротическая ассимиляция",
// "season": 2,
// "series": 3,
// "plot": "Рик, Морти и Саммер откликнулись на космический сигнал бедствия, чтобы ограбить корабль. На корабле они встречают Юнити, существо коллективного разума. Позже становится ясно, что Юнити — бывшая девушка Рика. Ученый-алкоголик решает вспомнить былые времена и затусить» с Юнити. Саммер устраивает на планете Юнити межрасовую войну, призывая существ стать собой». Джерри и Бетти в пылу ссоры находят в подвале своего дома инопланетянина. После пламенной речи Саммер, Юнити понимает, что Рик плохо на неё влияет и бросает его, после чего Рик засыпает во время неудачной попытки суицида.",
// "premiere": "2015-08-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Аутоэротическая_ассимиляция_001.jpg",
// "characters": null
// },
// {
// "id": "ae5ea811-785e-4ad8-afa7-2cd7f65ba489",
// "name": "Межвселенский Кабель 2: Искушение Судьбы",
// "season": 2,
// "series": 8,
// "plot": "Джерри подхватывает инопланетный вирус по вине Рика, и его доставляют в инопланетную больницу, где представлены лучшие врачи Галактики. Вылечив Джерри, инопланетяне предлагают ему помочь спасти жизнь политическому деятелю Шримпли Пиблзу, борющемуся за мир. Вместо сердца Пиблзу планируется пересадить пенис Джерри. Между тем Рик, Морти и Саммер коротают время в зале ожидания просмотром телепередач из параллельных вселенных.",
// "premiere": "2015-09-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Межвселенский_Кабель_2_Искушение_Судьбы_001.jpg",
// "characters": null
// },
// {
// "id": "0f0ed7a5-d0a4-4c0e-a591-eb8f8344a2b8",
// "name": "Большой переполох в маленьком Санчезе",
// "season": 2,
// "series": 7,
// "plot": "Джерри и Бетт опять ссорятся. Устав от их бесконечных скандалов, Рик отвозит их в инопланетный центр психологической помощи семейным парам. При помощи новейших технологий психологи создают живых существ, соответствующих представлениям супругов друг о друге, для большей наглядности. Однако когда дело доходит до Джерри с женой, их существа сбегают, сея панику и хаос. В это время Рик переселяет свой разум в тело своего клона-подростка, чтобы помочь Саммер и Морти убить заведшегося в школе вампира, но так увлекается, что не хочет возвращаться в старое тело…",
// "premiere": "2015-09-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Большой_переполох_в_маленьком_Санчезе_001.jpg",
// "characters": null
// },
// {
// "id": "2fef7736-51ab-4e88-a236-7188c04c2e75",
// "name": "Наверное, Рики сошли с ума",
// "season": 2,
// "series": 6,
// "plot": "Рик, Морти и Саммер развлекаются просмотром полнометражного фильма о Яйцелюбах в параллельной вселенной. Собираясь лететь домой, Рик обнаруживает, что в его летающей тарелке не работает генератор энергии. Оказывается, его транспорт питает целая минивселенная, жители которой вырабатывают электричество на специальных тренажёрах. Желая выяснить, в чём дело, Рик берёт с собой Морти и отправляется в минивселенную, оставляя защитную систему летающей тарелки охранять Саммер любой ценой».",
// "premiere": "2015-08-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Наверное,_Рики_сошли_с_ума_001.jpg",
// "characters": null
// },
// {
// "id": "ff92b4d1-a01f-4371-a4b9-b4be19aa15c4",
// "name": "Пора Швифтануться",
// "season": 2,
// "series": 5,
// "plot": "К Земле приближается гигантская голова и телепортирует планету в далёкий космос для участия в музыкальном конкурсе. Выбывшие планеты уничтожаются. Рик и Морти выходят на связь с правительством Америки и пытаются придумать достойную песню, чтобы не потерпеть поражение. В это время директор Вагина принимает головы, наблюдающие за ходом конкурса, за божественные существа и, неправильно интерпретируя их эмоции, основывает новую религию, делая вид, что выполняет их волю.",
// "premiere": "2015-08-23T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пора_Швифтануться_001.jpg",
// "characters": null
// },
// {
// "id": "d73fba5a-3961-42e6-8310-52a74d26f39c",
// "name": "Вспомнить Вэ Сэ Йо",
// "season": 2,
// "series": 4,
// "plot": "В доме Смитов поселяются инопланетные паразиты — быстро размножающиеся существа, принимающие облик самых разных гуманоидов и животных, которые способны воздействовать на разум, заставляя людей верить, что они были в их жизни всегда. Отчаянно пытающегося исправить ситуацию Рика, который стремится найти способ отличить паразитов от реальных членов и друзей семьи, самого обвиняют в том, что он паразит, и предлагают казнить…",
// "premiere": "2015-08-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Вспомнить_Вэ_Сэ_Йо_001.jpg",
// "characters": null
// },
// {
// "id": "968b9906-d502-4a1b-8315-a3c6f6df1c31",
// "name": "Пилот",
// "season": 1,
// "series": 1,
// "plot": "Рик отправляется с Морти в путешествие в другое измерение, чтобы найти семена от Мегадеревьев, в то время как Джерри и Бет спорят о влиянии Рика на их сына. Морти помогает Рику нелегально перевезти Мегасемена из параллельного измерения.",
// "premiere": "2013-12-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пилот_001.jpg",
// "characters": null
// },
// {
// "id": "7df418cd-8be4-4844-9cb5-b35a4d19e19d",
// "name": "Пёс-газонокосильщик",
// "season": 1,
// "series": 2,
// "plot": "Рик соорудил шлем, делающий собак умнее, который надевают на своего пса Снаффлса. Рик и Морти отправляются в путешествие по снам людей, где встречают Страшного Тэрри.",
// "premiere": "2013-12-09T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Пёс-газонокосильщик_001.jpg",
// "characters": null
// },
// {
// "id": "67d66d7e-be43-4014-830a-49da39d2f138",
// "name": "Анатомический парк",
// "season": 1,
// "series": 3,
// "plot": "Джерри собирается отмечать Рождество и приглашает свою семью на праздничный ужин. Пока Джерри со своими родителями и их новым другом Джейкобом отмечают праздник, Рик, уменьшив Морти, отправляет его в тело Рубена. Внутри Морти обнаруживает настоящий анатомический парк, где он знакомится с доктором Ксенон Блумом, охранником Пончо, подростком Энни и Роджером. Система безопасности Рубена отключилась и поэтому все опасные болезни в теле Рубена вышли на свободу.",
// "premiere": "2013-12-16T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Анатомический_парк_001.jpg",
// "characters": null
// },
// {
// "id": "3d05fe6e-0163-4378-9f70-22824da814b3",
// "name": "Судная Ночь",
// "season": 2,
// "series": 9,
// "plot": "Рик и Морти летят в космосе. Какое-то существо вмазывается в лобовое стекло. Они высаживаются на одной планете, чтобы убрать труп на лобовом стекле. Но после заката начинается самое интересное — судная ночь.",
// "premiere": "2015-09-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Судная_Ночь_001.jpg",
// "characters": null
// },
// {
// "id": "ba02a5bc-56e3-4aa2-a14c-45c70b5c6520",
// "name": "М. Найт Шьямал-Инопланетяне!",
// "season": 1,
// "series": 4,
// "plot": "Зигерионцы помещают Джерри и Рика в симуляцию, чтобы узнать секрет изготовления концентрированной темной материи.",
// "premiere": "2014-01-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/М._Найт_Шьямал-Инопланетяне!_001.jpg",
// "characters": null
// },
// {
// "id": "e53eeb26-ca27-4c86-b1d4-e7fed6c7b29b",
// "name": "Напиток Рика №9",
// "season": 1,
// "series": 6,
// "plot": "Рик создает сыворотку, которая должна помочь приворожить Джессику к Морти. Но смешавшись с вирусом гриппа, сыворотка вызывает эпидемию.",
// "premiere": "2014-01-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rick-and-Morty-Season-1-Episode-6-10-4c17.jpg",
// "characters": null
// },
// {
// "id": "192be299-be8d-413e-a99a-44918624d5df",
// "name": "Воспитание Газорпазорпа",
// "season": 1,
// "series": 7,
// "plot": "У Морти рождается сын от секс-робота, купленного Риком. Саммер и Рик отправляются на планету, где был создан секс-робот.",
// "premiere": "2014-03-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Воспитание_Газорпазорпа_001.jpg",
// "characters": null
// },
// {
// "id": "3b06d069-9cff-4fc1-924a-962997efba58",
// "name": "Скандалы, Рик и расследования",
// "season": 1,
// "series": 8,
// "plot": "Рик дарит семье прибор, позволяющий увидеть себя в альтернативной реальности, и улучшает телевизор, который начинает принимать все каналы Вселенной.",
// "premiere": "2014-03-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Скандалы,_Рик_и_расследования_001.jpg",
// "characters": null
// },
// {
// "id": "79a546cc-9dd6-4275-a154-f09a57fa4136",
// "name": "Надвигается нечто риканутое",
// "season": 1,
// "series": 9,
// "plot": "Морти должен сделать научный проект для школы, в чём ему помогает его отец Джерри, предлагая построить модель Солнечной системы. Джерри настаивает на том, что Плутон это планета, после чего его и Морти похищают плутонианцы. Саммер устраивается работать в магазин проклятых вещей.",
// "premiere": "2014-03-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Надвигается_нечто_риканутое_001.jpg",
// "characters": null
// },
// {
// "id": "d3409de8-094d-4976-8b33-a96a39c11fd1",
// "name": "Близкие риконтакты риковой степени",
// "season": 1,
// "series": 10,
// "plot": "Совет Риков обвиняет Рика в убийстве других альтернативных версий Рика.",
// "premiere": "2014-04-07T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Amfhioopko7i680t2kzx.jpg",
// "characters": null
// },
// {
// "id": "eb14fffb-7a27-4658-aa0b-802797ad29e1",
// "name": "Риксованный бизнес",
// "season": 1,
// "series": 11,
// "plot": "Бетти и Джерри уезжают в тематический отпуск, посвященный Титанику». Рик и Саммер устраивают домашнюю вечеринку, в результате которой дом оказывается в ужасном состоянии. Рик замораживает время, чтобы успеть всё исправить до приезда Бетти и Джерри.",
// "premiere": "2014-04-14T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Риксованный_бизнес_001.jpg",
// "characters": null
// },
// {
// "id": "19e3f00b-d042-4208-9fce-26ebb254a4a9",
// "name": "Рик во времени",
// "season": 2,
// "series": 1,
// "plot": "Рик, Морти и Саммер размораживают время и возвращают все на круги своя. Но реальность разбивается на два (4, 8 и т. д.) параллельных мира, а Рик, Морти и Саммер оказываются в бесконечном небытие. В привычной реальности в это время Джерри сбивает оленя, а Бетти приходится его экстренно спасать.",
// "premiere": "2015-07-26T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рик_во_времени_001.jpg",
// "characters": null
// },
// {
// "id": "d656690a-1134-493f-844e-90fc09f516ba",
// "name": "Успеть до Морти-ночи",
// "season": 2,
// "series": 2,
// "plot": "Рик учит Морти управлять космическим кораблем. Вместе с Джерри они прилетают на планету с множеством игровых автоматов. Джерри попадает в детский сад для Джерри из всех возможных миров. Морти узнает, что Рик торгует оружием и осуждает его. Морти пытается спасти разумное облако газа, но все не так просто, как кажется…",
// "premiere": "2015-08-02T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Успеть_до_Морти-ночи_001.jpg",
// "characters": null
// },
// {
// "id": "f612e9ad-4561-4f42-a984-d0cf93d01d31",
// "name": "Мисикс и разрушение",
// "season": 1,
// "series": 5,
// "plot": "Рик дарит семье коробку с мисиксами — существами, которые появляются, чтобы выполнить одно задание и умереть. Рик и Морти отправляются в фэнтезийный мир в поисках приключений, где встречают великанов.",
// "premiere": "2014-01-20T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Мисикс_и_разрушение_001.jpg",
// "characters": null
// },
// {
// "id": "16c9087d-1a3d-4f44-88e0-1335bf130fee",
// "name": "Свадебные Сквончеры",
// "season": 2,
// "series": 10,
// "plot": "Рик с семьей летит на свадьбу Птичьей Личности и Тэмми. Прилетев на планету Сквонч» Рик узнает, что Тэмми не та, за кого себя выдает…",
// "premiere": "2015-10-04T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Свадебные_Сквончеры_001.jpg",
// "characters": null
// },
// {
// "id": "29d34963-da06-4195-a7c5-8b4f4bf39e90",
// "name": "Рикман с камнем",
// "season": 3,
// "series": 2,
// "plot": "Морти и Саммер, переживающие из-за развода родителей, задерживаются в постапокалиптическом мире, напоминающем фильмы о Безумном Максе.",
// "premiere": "2017-07-30T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/S3e2_all_have_mohawks.jpg",
// "characters": null
// },
// {
// "id": "4100cb75-9bd9-4a23-ba40-38746ba635b1",
// "name": "Огурчик Рик",
// "season": 3,
// "series": 3,
// "plot": "Семейство Смитов проходит сеанс психотерапии. Рик превращает себя в огурчик в одном из своих безумных экспериментов, но оказывается в таком виде вовлеченным в конфликт с русскими шпионами.",
// "premiere": "2017-08-06T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Pickle_Rick_Episode.jpg",
// "characters": null
// },
// {
// "id": "c478559d-7e4d-4041-a5b2-60fc603ddf19",
// "name": "Виндикаторы 3: Возвращение концесветника",
// "season": 3,
// "series": 4,
// "plot": "Морти и Рик присоединяются к Заступникам, команде космических супергероев. Оказывается, что Рик в пьяном виде устроил своим новым соратникам ловушку.",
// "premiere": "2017-08-13T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Виндикаторы_001.jpg",
// "characters": null
// },
// {
// "id": "193b32a2-c726-4e99-9165-ff85051d2797",
// "name": "Конспирация",
// "season": 3,
// "series": 5,
// "plot": "Рик и Джерри посещают курорт, всем посетителям которого гарантировано бессмертие, однако обслуживающий персонал желает убить Рика. В это же время Саммер превращается в великаншу.",
// "premiere": "2017-08-21T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Конспирация_001.jpg",
// "characters": null
// },
// {
// "id": "7f9ba4ee-d0a8-4a13-ac33-19886afe8b90",
// "name": "Отдых и Риклаксация",
// "season": 3,
// "series": 6,
// "plot": "Рик и Морти после очистки от токсинов» вынуждены иметь дело со своими двойниками, созданными из их худших человеческих качеств.",
// "premiere": "2017-08-27T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Отдых_и_Риклаксация_001.jpg",
// "characters": null
// },
// {
// "id": "1413b363-eb8e-4ce1-a7eb-00ab6baaf584",
// "name": "Сказки из Цитадели",
// "season": 3,
// "series": 7,
// "plot": "Серия посвящена событиям на Цитадели, теперь настоящем городе: четверка Морти сбегает из школы, полицейские Рик и Морти ведут борьбу с преступностью, Рик-рабочий на фабрике поднимает бунт, а Злой Морти избирается в президенты.",
// "premiere": "2017-09-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Сказки_из_Цитадели_001.jpg",
// "characters": null
// },
// {
// "id": "dd942838-425d-4c2c-8428-76101a7cf1b0",
// "name": "Проветренный Мозг Морти",
// "season": 3,
// "series": 8,
// "plot": "Серия состоит из коротких зарисовок — удаленных Риком воспоминаний о приключениях. Просматривая их, Рик и Морти впадают в депрессию, и их выручает Саммер.",
// "premiere": "2017-09-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Проветренный_Мозг_Морти_001.jpg",
// "characters": null
// },
// {
// "id": "0a0ef772-ec8b-446e-a5ed-03b8b8481068",
// "name": "Основы Бет",
// "season": 3,
// "series": 9,
// "plot": "Бет вспоминает свое детство. Она посещает игрушечное измерение, которое для нее в детстве создал Рик. Тем временем Джерри заводит отношения с инопланетянкой.",
// "premiere": "2017-09-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Основы_Бет_001.jpg",
// "characters": null
// },
// {
// "id": "d2969111-c187-45af-af03-f9b4d7cdfb8a",
// "name": "Рикчжурский Мортидат",
// "season": 3,
// "series": 10,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2017-10-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикчжурский_Мортидат_001.jpg",
// "characters": null
// },
// {
// "id": "3be8f75a-d74d-45a5-92c6-3aa5258b67cb",
// "name": "Звёздный хреньсер «Риклактика»",
// "season": 4,
// "series": 5,
// "plot": "Морти, будучи в открытом космосе, невольно убивает змею-космонавта с планеты змей. Терзаемый угрызениями совести он покупает новую змею на Земле, надевает на неё скафандр и забрасывает на планету змей. От земной змеи змеи планеты змей узнают о существовании других миров. Змеи создают технологии, чтобы отправлять своих бойцов на Землю с целью убить Морти, другие змеи наоборот отправляются его защищать. Джерри тем временем пытается украсить дом гирляндами.",
// "premiere": "2019-12-15T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Rattlestar_Ricklactica_001.jpg",
// "characters": null
// },
// {
// "id": "88b35309-e239-47c0-9cae-43efb3c4047d",
// "name": "Срань Будущего: Прикзрак в Мортпехах",
// "season": 4,
// "series": 1,
// "plot": "Рик и Морти ввязываются в противостояние с президентом США. Тем временем Бет подозревает, что она — созданный Риком клон настоящей Бет.",
// "premiere": "2019-11-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Edge_of_Tomorty_Rick_Die_Rickpeat.jpg",
// "characters": null
// },
// {
// "id": "3a740ddb-c87b-4ccc-b924-9fc316dd5705",
// "name": "СтаРИК и седалище",
// "season": 4,
// "series": 2,
// "plot": "Кто-то воспользовался личным туалетом Рика, расположенном на одной экзотической планете с красивыми видами. Рик отправляется в путешествие по различным мирам в поисках этого нарушителя. Тем временем Джерри помогает стажёру Рика инопланетянину Глути разработать приложение для знакомств. Позже выясняется, что инопланетянам нужно это приложение для захвата Земли.",
// "premiere": "2019-11-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Old_Man_and_the_Seat_001.jpg",
// "characters": null
// },
// {
// "id": "f59d0cca-bec1-4c42-be18-e27c64401cea",
// "name": "Прорикая над гнездом рикушки",
// "season": 4,
// "series": 3,
// "plot": "В плане искусства разграбления различных инопланетных ценностей у Рика есть конкурент Майлз Найтли. Рик и Морти отправляются на фестиваль грабителей, чтобы проучить Майлза. Для этого Рик создаёт робота, который должен просчитывать и планировать ограбления, но тот выходит из-под контроля и восстаёт против Рика. Гработрон сам принимается грабить планеты и его нужно остановить.",
// "premiere": "2019-11-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/One_Crew_Over_the_Crewcoo's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "6c6c3fba-52b2-42e4-88fe-084c8c2ef874",
// "name": "Загон и порядок: Место прикступления",
// "season": 4,
// "series": 4,
// "plot": "Рик обещал Морти дракона, поэтому заключил сделку с волшебником, который привёл в мир людей дракона и связал его душу с Морти. Через некоторое время Рик попытался убить этого дракона, однако невольно их души также связались. Волшебник забрал этого дракона назад в свой волшебный мир, чтобы судить, так как дракон нарушил правила, связавшись одновременно с двумя людьми. Рик, Морти и Саммер пытаются спасти дракона. Джерри же улетает во Флориду вместе с говорящим котом.",
// "premiere": "2019-12-08T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Claw_and_Hoarder_Special_Ricktim's_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "a9e1c5d1-96be-4bdc-9707-a4fa4ff9b068",
// "name": "Бесриконечный Морти",
// "season": 4,
// "series": 6,
// "plot": "Рик и Морти оказываются на борту поезда историй. Морти придумывает историю, которая проходит тест Бекдел, чтобы проникнуть в локомотив. Там они сталкиваются с Повелителем Историй, который хочет извлечь из Рика и Морти их потенциал к различным историям. Рик и Морти переживают историю с персонажами из прошлых приключений. Не находя другого выхода Рик принимается молиться и таким образом обманывает Повелителя Историй. Позже выясняется, что Рик и Морти всё это время сидели у себя дома в гостиной и играли с игрушечным поездом историй.",
// "premiere": "2020-05-03T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Never_Ricking_Morty_001.jpg",
// "characters": null
// },
// {
// "id": "4b359a3d-d34d-4b40-8491-37de9d5e8950",
// "name": "Промортей",
// "season": 4,
// "series": 7,
// "plot": "Рик, Морти и Саммер попадают на планету населённую паразитами глорзо, которые присасываются к лицам. Рик и Морти сразу же попадают под их контроль. Саммер удаётся избежать этой участи из-за зубочистки во рту. Впоследствии она становится королевой паразитов.",
// "premiere": "2020-05-10T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Promortyus_001.jpg",
// "characters": null
// },
// {
// "id": "1ec14d10-0acd-40eb-8cf7-e62fdbd33848",
// "name": "Рикбег из Рикшенка",
// "season": 3,
// "series": 1,
// "plot": "Рику удается сбежать из тюрьмы, и он разрушает одновременно Галактическую Федерацию и Цитадель Риков. Инопланетяне покидают Землю, но брак Бет и Джерри распадается.",
// "premiere": "2017-04-01T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Рикбег_из_Рикшенка_001.jpg",
// "characters": null
// },
// {
// "id": "c693db0d-dc14-4ca9-9258-69df62191337",
// "name": "Эпизод с чаном кислоты",
// "season": 4,
// "series": 8,
// "plot": "После уговоров Морти, Рик создаёт устройство в виде пульта, которое сохраняет жизнь, как в видеоиграх. Морти использует этот пульт для того, чтобы дурачиться. В какой-то момент, когда Морти влюбляется, он перестаёт использовать это устройство. Вместе со своей девушкой он переживает множество приятных и не очень моментов. Им даже удаётся выжить в авиакатастрофе над Аляской. Однако Джерри случайно использует пульт и загружает последнее сохранение, которое Морти сделал ещё перед знакомством со своей девушкой. Морти случайно перезаписывает это сохранение и делает возобновление отношений невозможным. Далее он узнаёт, что устройство не было безобидным и не работало как машина времени. Каждый раз, когда он сохранялся, он убивал Морти в какой-то другой Вселенной.",
// "premiere": "2020-05-17T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/The_Vat_of_Acid_Episode_001.jpg",
// "characters": null
// },
// {
// "id": "647ec0df-53ef-4578-90d9-267e93646679",
// "name": "Морт риковеческое",
// "season": 4,
// "series": 9,
// "plot": "Джерри везёт семью в поход, когда становится известно, что планета Гея, с которой переспал Рик, забеременела. Планета извергает из себя множество хрупких глиняных детей. Под влиянием Бет Рик строит огромную машину, которая спасает детей и сортирует их по способностям. Джерри же пытается провести время со своими детьми, однако его походные навыки оказываются им совершенно не интересны. Тем не менее, Джерри находит себе учеников среди «дефектных» глиняных человечков и становится их вождём. Появляется Зевс, который объявляет себя настоящим отцом этих человечков. Между Зевсом и Риком завязывается драка. Морти и Саммер находят космический корабль, которым случайно убивают Зевса.",
// "premiere": "2020-05-24T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Childrick_of_Mort_001.jpg",
// "characters": null
// },
// {
// "id": "12a64eb3-b9cb-4828-8e69-15454483498a",
// "name": "Звездный Морт: Риквращение Джерри",
// "season": 4,
// "series": 10,
// "plot": "Выясняется, что Рик в прошлом создал клон Бет. Одна Бет жила дома с семьёй, а вторая всё это время сражалась в космосе с Галактической Федерацией. Космическая Бет узнаёт, что в её шею имплантировано некое устройство, которое она принимает за бомбу. Эта Бет возвращается на Землю, чтобы убить Рика. За ней на Землю пребывает Федерация, войска которой берут в плен обоих Бет. Морти и Саммер сражаются друг с другом за пояс невидимости, но позже объединяются, чтобы помочь мамам разделаться с Федерацией.",
// "premiere": "2020-05-31T00:00:00",
// "imageName": "http://173.249.20.184:7001/images/Star_Mort_Rickturn_of_the_Jerri_001.jpg",
// "characters": null
// }
// ]
// }
// ]
// }
