import 'package:rick_morty_01/data/hero_model.dart';
import 'package:rick_morty_01/resources/variables/heroes_avatars.dart';

List<HeroModel> HeroesList = [
  HeroModel(
    name: "Директор Агентства",
    aliveStatus: "ЖИВОЙ",
    sex: "Мжской",
    bio: "Человек",
    ava: HeroesAvatars.Director,
    heroId: 1,
    description:
        "Директор Агентства: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
  HeroModel(
    name: "Рик Санчез",
    aliveStatus: "ЖИВОЙ",
    sex: "Мужской",
    bio: "Человек",
    ava: HeroesAvatars.Rick,
    heroId: 2,
    description:
        "Рик Санчез: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
  HeroModel(
    name: "Морти Смит",
    aliveStatus: "ЖИВОЙ",
    sex: "Мужской",
    bio: "Человек",
    ava: HeroesAvatars.Morty,
    heroId: 3,
    description:
        "Морти Смит: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
  HeroModel(
    name: "Саммер Смит",
    aliveStatus: "ЖИВОЙ",
    sex: "Женский",
    bio: "Человек",
    ava: HeroesAvatars.Summer,
    heroId: 4,
    description:
        "Саммер Смит: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
  HeroModel(
    name: "Альберт Эйнштейн",
    aliveStatus: "МЕРТВЫЙ",
    sex: "Мужской",
    bio: "Человек",
    ava: HeroesAvatars.Albert,
    heroId: 5,
    description:
        "Альберт Эйнштейн: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
  HeroModel(
    name: "Алан Райлс",
    aliveStatus: "МЕРТВЫЙ",
    sex: "Мужской",
    bio: "Человек",
    ava: HeroesAvatars.Alan,
    heroId: 6,
    description:
        "Алан Райлс: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
    birthPlace: "Земля С-137",
    location: "Земля, (измерение подмены)",
  ),
];
