import 'package:rick_morty_01/data/view/hero_model.dart';
import 'package:rick_morty_01/resources/variables/heroes_avatars.dart';

List<HeroModel> heroesList = [
  // HeroModel(
  //   fullName: "Директор Агентства",
  //   status: "ЖИВОЙ",
  //   gender: "Мжской",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Director,
  //   id: 1,
  //   about:
  //       "Директор Агентства: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
  // HeroModel(
  //   fullName: "Рик Санчез",
  //   status: "ЖИВОЙ",
  //   gender: "Мужской",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Rick,
  //   id: 2,
  //   about:
  //       "Рик Санчез: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
  // HeroModel(
  //   fullName: "Морти Смит",
  //   status: "ЖИВОЙ",
  //   gender: "Мужской",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Morty,
  //   id: 3,
  //   about:
  //       "Морти Смит: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
  // HeroModel(
  //   fullName: "Саммер Смит",
  //   status: "ЖИВОЙ",
  //   gender: "Женский",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Summer,
  //   id: 4,
  //   about:
  //       "Саммер Смит: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
  // HeroModel(
  //   fullName: "Альберт Эйнштейн",
  //   status: "МЕРТВЫЙ",
  //   gender: "Мужской",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Albert,
  //   id: 5,
  //   about:
  //       "Альберт Эйнштейн: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
  // HeroModel(
  //   fullName: "Алан Райлс",
  //   status: "МЕРТВЫЙ",
  //   gender: "Мужской",
  //   race: "Человек",
  //   imageName: HeroesAvatars.Alan,
  //   id: 6,
  //   about:
  //       "Алан Райлс: Главный протагонист мультсериала «Рик и Морти». Безумный ученый, чей алкоголизм, безрассудность и социопатия заставляют беспокоиться семью его дочери.",
  //   placeOfBirth: "Земля С-137",
  //   location: "Земля, (измерение подмены)",
  // ),
];
